Repository: pluginsGLPI/ocsinventoryng
Catalog: tags/1.1.2/locales/*.po
Languages: ru_ru

source: Restart import
ru_ru: Выполнить импорт

source: Import in the entity
ru_ru: Импорт в записи

source: Delete computer in OCSNG
ru_ru: Удалить ПК из OCSNG

source: Force synchronization OCSNG
ru_ru: Принудительная синхронизация OCSNG

source: Unlock fields
ru_ru: Разблокированные поля

source: Update networkport types
ru_ru: Обновить типы сетевых портов

source: GLPI import date
ru_ru: Дата импорта в GLPI

source: Last OCSNG inventory date
ru_ru: Дата последнего обновления в OCSNG

source: Automatic update OCSNG
ru_ru: Автоматическое обновление OCSNG

source: Inventory agent
ru_ru: Агент инвентаризации

source: Registry
ru_ru: Реестр

source: Key/Value
ru_ru: Ключ/значение

source: OCSNG name
ru_ru: Имя OCSNG

source: OCSNG server
ru_ru: Сервер OCSNG

source: OCSNG link
ru_ru: Связь с OCSNG

source: Link possible
ru_ru: Связь существует

source: Import refused
ru_ru: Импорт отменен

source: New computer created in GLPI
ru_ru: Новый компьютер, созданный в GLPI

source: Link with computer
ru_ru: Связать с компьютером

source: Locked field
ru_ru: Заблокированное поле

source: Automatic synchronization's configuration
ru_ru: Настройка автоматической синхронизации

source: Please activate the plugin
ru_ru: Пожалуйста, активируйте плагин

source: Computers imported by automatic actions
ru_ru: ПК, импортированные автоматически

source: Processes execution of automatic actions
ru_ru: Выполнение процессов автоматизации действий

source: Clean links between GLPI and OCSNG
ru_ru: Очистить связи между GLPI и OCS

source: Information about the script
ru_ru: Сведения о скрипте

source: Show processes where nothing was changed
ru_ru: Показать обработки без внесённых изменений

source: Authorize the OCSNG update
ru_ru: Разрешить обновление OCSNG

source: Refresh information of a process every
ru_ru: Обновить сведения по каждому процессу

source: second
ru_ru: секунда

source: Check OCSNG import script
ru_ru: Проверить скрипт импорта OCSNG

source: Lock not activated
ru_ru: Блокировка не активирована

source: Lock activated
ru_ru: Блокировка активирована

# button
source: Lock
ru_ru: Блокировать

# button
source: Unlock
ru_ru: Разблокировать

source: All servers
ru_ru: Все серверы

source: Computer not imported
ru_ru: Не импортированный ПК

source: Process time
ru_ru: Время работы

source: Process
ru_ru: Процесс

source: Thread
ru_ru: Поток

source: Rules checked
ru_ru: Правила проверяются

source: Computers imported
ru_ru: ПК для импорта

source: Computers linked
ru_ru: ПК для связывания

source: Computers not updated
ru_ru: ПК не обновлены

source: Computers synchronized
ru_ru: ПК синхронизированы

source: Computers not unique
ru_ru: ПК не уникальны

source: Configuration of OCSNG server
ru_ru: Параметры сервера

source: Import new computers
ru_ru: Импорт новых компьютеров

source: Synchronize computers already imported
ru_ru: Синхронизация уже импортированных ПК

source: Link new OCSNG computers to existing GLPI computers
ru_ru: Связать новые ПК OCSNG с существующими компьютерами GLPI

source: Scripts execution of automatic actions
ru_ru: Скрипты автоматизации действий

source: Computers not imported by automatic actions
ru_ru: ПК, не импортированные автоматически

source: Unknown type from OCS
ru_ru: Неизвестный тип из OCS

source: Invalid
ru_ru: Неверно

source: Create an entry for defining this type
ru_ru: Создание записи для определения этого типа

source: Create a mapping
ru_ru: Создать сопоставление

source: Network port type
ru_ru: Тип сетевых портов

source: Corresponding Network Port type
ru_ru: Соответствующий тип Сетевого порта

source: Ethernet medium type
ru_ru: Тип среды Ethernet

source: Ethernet medium speed
ru_ru: Скорость среды Ethernet

source: Wifi card Version
ru_ru: Версия Wifi

source: Create
ru_ru: Создать

source: Device ID
ru_ru: ID устройства

source: Verified rules
ru_ru: Проверенные правила

source: Can't affect an entity
ru_ru: Невозможно применить запись

source: Unicity criteria not verified
ru_ru: Критерии уникальности не проверены

source: Import refused by rule
ru_ru: Импорт отменен правилом

source: Actions to be made on the computer
ru_ru: Действия, которые будут сделаны на ПК

source: Send OCSNG not imported computers alert failed
ru_ru: Сбой отправки предупреждения OCSNG о не импортированых ПК

source: OCS NG Interface
ru_ru: Интерфейс OCS NG

# button
source: Force synchronization
ru_ru: Принудительная синхронизация

source: Imported from OCSNG
ru_ru: Импортировано из OCSNG

source: Deleted in OCSNG
ru_ru: Удалить из OCSNG

source: Linked with an OCSNG computer
ru_ru: Связан с компьютером из OCSNG

source: The OCSNG ID of the computer changed from %1$s to %2$s
ru_ru: OCSNG ID компьютера изменялся с %1$s на %2$s

source: The OCSNG TAG of the computer changed from %1$s to %2$s
ru_ru: OCSNG TAG компьютера изменялся с %1$s на %2$s

source: Import options
ru_ru: Опции импорта

source: General information
ru_ru: Общая информация

source: OCSNG console
ru_ru: Консоль OCSNG

source: Expert sync mode
ru_ru: Экспертный режим синхронизации

source: Database in UTF8
ru_ru: База в UTF8

source: Choice of an OCSNG server
ru_ru: Выбор сервера OCSNG

source: Configuration of OCSNG server %s
ru_ru: Параметры сервера OCSNG %s

source: The selected server is not active. Import and synchronisation is not available
ru_ru: Выбранный сервер не активен. Импорт и синхронизация не доступна

source: OCSNG administrative information
ru_ru: OCSNG Административная информация

source: No import
ru_ru: Без импорта

source: Web address of the OCSNG console
ru_ru: URL консоли управления OCSNG

source: Limit the import to the following tags (separator $, nothing for all)
ru_ru: Ограничить импорт следующими тегами (разделитель $, пустое значение для всех)

source: Exclude the following tags (separator $, nothing for all)
ru_ru: Исключить следующие тэги (разделитель $, пусти для всех)

source: Default status
ru_ru: Статус по умолчанию

source: Behavior when disconnecting
ru_ru: Поведение при отключении

source: Global import
ru_ru: Глобальный импорт

source: Unit import
ru_ru: Импорт объекта

source: Unit import on serial number
ru_ru: Импорта объекта по серийному номеру

source: Unit import serial number only
ru_ru: Импорта только серийного номера объекта

source: Use the OCSNG software dictionary
ru_ru: Использовать словарь ПО из OCSNG

source: Number of items to synchronize via the automatic OCSNG action
ru_ru: Количество элементов для синхронизации через запланированные задания (cron)

source: Behavior to the deletion of a computer in OCSNG
ru_ru: Поведение при удалении компьютера в OCSNG

source: Change to state %s
ru_ru: Смена статуса %s

source: No import: the plugin will not import these elements
ru_ru: Нет импорта: плагин не импортировал эти элементы

source: Global import: everything is imported but the material is globally managed (without duplicate)
ru_ru: Глобальный импорт: все импортируется, но материал глобально управляется (без дубликатов)

source: Unit import: everything is imported as it is
ru_ru: Модуль импорта: все импортируется как есть

source: Automatic connection of computers
ru_ru: Автоматическое подключение компьютеров

source: Enable the automatic link
ru_ru: Разрешить автоматическую связь с OCSNG

source: Existence criteria of a computer
ru_ru: Критерий наличия компьютера

source: The link automatically connects a GLPI computer with one in OCSNG.
ru_ru: Автоматическая установка связи ПК в GLPI с одним в OCSNG.

source: This option is taken into account during manual link and by synchronization scripts."
ru_ru: Этот параметр учитывается при ручной связи и через скрипты синхронизации.

source: Standard (allow manual actions)
ru_ru: Стандарт (разрешает действия вручную)

source: Expert (Fully automatic, for large configuration)
ru_ru: Эксперт (Полностью автоматически, для больших конфигураций)

source: Synchronisation method
ru_ru: Метод синхронизации

source: Connecting to the database
ru_ru: Соединение с базой данных

source: Connection to the database failed
ru_ru: Сбой соединения с базой данных

source: Invalid OCSNG Version: RC3 is required
ru_ru: Неправильная версия OCSNG: требуется RC3

source: Invalid OCSNG configuration (TRACE_DELETED must be active)
ru_ru: Неправильная конфигурация OCSNG (TRACE_DELETED должен быть активный)

source: Connection to database successful
ru_ru: Соединение с базой данных установлено

source: Valid OCSNG configuration and version
ru_ru: Правильная версия и конфигурация OCSNG

source: Unable to add. The OCSNG server already exists.
ru_ru: Невозможно добавить. Сервер OCSNG уже существует.

source: Unable to import, GLPI computer is already related to an element of OCSNG (%d)
ru_ru: Невозможно импортировать, ПК GLPI уже связан с элементом в OCSNG (%d)

source: Swap
ru_ru: Своп

source: Import date in GLPI
ru_ru: Дата импорта в систему GLPI

source: Existing in GLPI
ru_ru: Существует в GLPI

source: Existing in OCSNG
ru_ru: Существует в OCSNG

source: No item to clean
ru_ru: Нет элемента для очистки

source: No new computer to be updated
ru_ru: Нет новых компьютеров для обновления

source: Computers updated in OCSNG
ru_ru: Компьютеры, обновленные в OCSNG

# button
source: Synchronize
ru_ru: Синхронизировать

source: Update computers
ru_ru: Обновить компьютеры

source: Auto update
ru_ru: Автоматическое обновление

source: Caution! The imported data (see your configuration) will overwrite the existing one
ru_ru: Внимание! Импортированные данные (см. вашу конфигурацию) запишутся поверх существующих

source: Manual import mode
ru_ru: Режим ручного импорта

source: Disable preview
ru_ru: Отключить предпросмотр

source: Enable preview
ru_ru: Включить предпросмотр

source: Check first that duplicates have been correctly managed in OCSNG
ru_ru: Проверьте что управление дубликатами правильно настроено в OCSNG

# button
source: Import
ru_ru: Импорт

source: Match the rule ?
ru_ru: Проверено правилом ?

source: Target location
ru_ru: Местонахождение цели

source: No new computer to be imported
ru_ru: Нет новых компьютеров для импорта

source: No OCSNG server defined
ru_ru: Нет настроенных серверов OCSNG

source: Check updates from server
ru_ru: Проверять обновления с сервера

source: Computers don't check any rule
ru_ru: ПК не проверяют никакие правила

source: Duplicate computers
ru_ru: Дубликаты компьютеров

source: Computers whose import is refused by a rule
ru_ru: Компьютеры, импорт которых отклонён правилами

source: Statistics of the OCSNG link
ru_ru: Статистика связей OCSNG

source: Manually synchronization
ru_ru: Синхронизация вручную

source: See information
ru_ru: См. сведения

source: %d registry key found
ru_ru: Найден %d ключ реестра

source: Hive
ru_ru: Куст реестра

source: Path
ru_ru: Путь

source: No key found in registry
ru_ru: Нет ключа в реестре

source: Back to processes list
ru_ru: Назад к списку процессов

source: Beginning date of execution
ru_ru: Начало даты выполнения

source: Ending date of execution
ru_ru: Окончание даты выполнения

source: Computers refused
ru_ru: Отклонённые ПК

source: Process time execution
ru_ru: Процесс во время выполнения

source: Total of computers to be treated
ru_ru: Общее количество компьютеров, которые будут обработаны

source: performed percentage
ru_ru: Выполнено в %

source: Total of treated computers
ru_ru: Всего обработанных компьютеров

source: Number of threads
ru_ru: Число потоков

source: Maximum
ru_ru: Максимум

source: pc/s
ru_ru: пк/с

source: Clean processes
ru_ru: Процесс очистки

source: Delete processes after
ru_ru: Удалить процессы после
