Repository: pluginsGLPI/ocsinventoryng
Catalog: locales/*.po
Languages: cs_cz

source: Use automatic action restore deleted computer
cs_cz: Použít automatickou akci obnovit smazaný počítač

source: Number of days for the restoration of computers from the date of last inventory
cs_cz: Počet dnů pro obnovení počítačů z data minulé inventury

source: Use automatic action to check entity assignment rules
cs_cz: Použít automatické akce pro kontrolu pravidel přiřazení entity

source: Use automatic action to check and send a notification for machines that no longer respond the entity and location assignment rules
cs_cz: Použít automatickou akci pro kontrolu a poslání oznámení ohledně strojů které už neodpovídají pravidlům pro přiřazení entity a umístění

source: Use automatic locks
cs_cz: Automaticky zamykat

source: Connecting to the database
cs_cz: Připojování k databázi

source: Connection to the database failed
cs_cz: Připojení k databázi se nezdařilo

source: Invalid OCSNG Version: RC3 is required
cs_cz: Neplatná verze OCSNG: vyžadována verze RC3

source: Invalid OCSNG configuration (TRACE_DELETED must be active)
cs_cz: Neplatné nastavení OCSNG (je potřeba aktivovat TRACE_DELETED)

source: Connection to database successful
cs_cz: Úspěšné připojení k databázi

source: Valid OCSNG configuration and version
cs_cz: Platná verze a nastavení OCSNG

source: Unable to add. The OCSNG server already exists.
cs_cz: Není možné přidat. Tento OCSNG server už existuje.

source: Existing in GLPI
cs_cz: Existující v GLPI

source: Existing in OCSNG
cs_cz: Existující v OCSNG

source: No item to clean
cs_cz: Žádná položka k vyčištění

source: Computers updated in OCSNG
cs_cz: Počítače aktualizovány v OCSNG

source: Manual import mode
cs_cz: Režim ručního importu

source: Disable preview
cs_cz: Vypnout náhled

source: Enable preview
cs_cz: Zapnout náhled

source: Check first that duplicates have been correctly managed in OCSNG
cs_cz: Nejprve zkontrolujte, zda jsou v OCSNG duplicity správně řízeny

source: Match the rule ?
cs_cz: Stejné pravidlo?

source: Purge computers in OCSNG
cs_cz: Odstranit počítače z OCSNG

source: Delete computers
cs_cz: Smazat počítače

source: Launch OCSNG synchronization script
cs_cz: Spustit skript pro synchronizaci s OCSNG

source: Clean old agents & drop from OCSNG software
cs_cz: Vyčistit staré agenty a zahodit je v OCSNG

source: Restore computers from the date of last inventory
cs_cz: Obnovit počítače z data minulé inventury

source: Clean old agents OK
cs_cz: Vyčištění starých agentů se podařilo

source: Clean old agents failed
cs_cz: Vyčištění starých agentů se nezdařilo

source: Delete computers OK
cs_cz: Mazání počítačů se podařilo

source: Delete computers failed
cs_cz: Mazání počítačů se nezdařil

source: Restore computers OK
cs_cz: Obnovení počítačů se podařilo

source: Restore computers failed
cs_cz: Obnovení počítačů se nezdařilo

source: Launch OCSNG synchronization script from server
cs_cz: Spustit ze serveru skript pro synchronizaci s OCSNG

source: Build version
cs_cz: Verze sestavení

source: Codeset
cs_cz: Znaková sada

source: Country code
cs_cz: Kód země

source: OS Language
cs_cz: Jazyk operačního systému

source: Current Timezone
cs_cz: Stávající časová zóna

source: Locale
cs_cz: Místní a jazyková nastavení

source: Allowed OCSNG server
cs_cz: Povolený OCSNG server

source: Manually synchronization
cs_cz: Ruční synchronizace

source: See information
cs_cz: Viz informace

source: Import computer
cs_cz: Importovat počítač

source: Link computer
cs_cz: Připojit počítač

source: Auto Config URL
cs_cz: URL adresa automatického nastavení

source: Proxy exceptions
cs_cz: Výjimky proxy

source: %d registry key found
cs_cz: %d klíč registru nalezen

source: Hive
cs_cz: Soubor s registrem (hive)

source: No key found in registry
cs_cz: Žádný klíč nebyl v registru nalezen

source: Alerts on computers that no longer respond the rules for assigning an item to an entity
cs_cz: Upozorňovat na počítače které už neodpovídají pravidlům pro přiřazení položky k entitě

source: Items that do not meet the allocation rules for the entity %s: %s
cs_cz: Položky které nesplňují pravidla přiřazení pro entitu %s: %s

source: Process ID
cs_cz: Identifikátor procesu

source: Process memory
cs_cz: Paměť procesu

source: Command line
cs_cz: Příkazový řádek

source: Company
cs_cz: Společnost

source: Services
cs_cz: Služby

source: Full name
cs_cz: Úplný název

source: Service Status
cs_cz: Stav služby

source: Start type
cs_cz: Typ spuštění

source: Access path
cs_cz: Popis přístupového umístění

source: Session
cs_cz: Sezení

source: Exit code
cs_cz: Návratový kód

source: Spec Exit code
cs_cz: Spec návrat. kód

source: General SNMP import options
cs_cz: Obecné volby SNMP importu

source: Import SNMP name
cs_cz: Importovat SNMP název

source: Import SNMP serial
cs_cz: Importovat SNMP sériové číslo

source: Import SNMP comment
cs_cz: Importovat SNMP komentář

source: Import SNMP contact
cs_cz: Importovat SNMP kontakt

source: Import SNMP location
cs_cz: Importovat SNMP umístění

source: Import SNMP domain
cs_cz: Importovat SNMP doménu

source: Import SNMP manufacturer
cs_cz: Importovat SNMP výrobce

source: Create network port
cs_cz: Vytvořit síťový port

source: Computer SNMP import options
cs_cz: Předvolby SNMP importu počítače

source: Import SNMP network cards
cs_cz: Importovat SNMP síťovou kartu

source: Import SNMP memory
cs_cz: Importovat SNMP operační paměť

source: Import SNMP processors
cs_cz: Importovat SNMP procesory

source: Import SNMP softwares
cs_cz: Importovat SNMP software

source: Import SNMP virtual machines
cs_cz: Importovat SNMP virtuální stroje

source: Import SNMP volumes
cs_cz: Importovat SNMP svazky

source: Printer SNMP import options
cs_cz: Předvolby importu SNMP tiskárny

source: Import SNMP last pages counter
cs_cz: Importovat SNMP počítadlo stran

source: Import SNMP printer memory
cs_cz: Importovat SNMP paměť tiskárny

source: Networking SNMP import options
cs_cz: Předvolby importu SNMP sítě

source: Import SNMP firmware
cs_cz: Importovat SNMP firmware

source: Import SNMP Power supplies
cs_cz: Importovat SNMP napájecí zdroje

source: Import SNMP Fans
cs_cz: Importovat SNMP ventilátory

source: General SNMP link options
cs_cz: Obecné předvolby SNMP odkazu

source: Link SNMP name
cs_cz: Propojit název ze SNMP

source: Link SNMP serial
cs_cz: Propojit sériové číslo ze SNMP

source: Link SNMP comment
cs_cz: Propojit komentář ze SNMP

source: Link SNMP contact
cs_cz: Propojit kontakt ze SNMP

source: Link SNMP location
cs_cz: Propojit umístění ze SNMP

source: Link SNMP domain
cs_cz: Propojit doménu ze SNMP

source: Link SNMP manufacturer
cs_cz: Propojit výrobce ze SNMP

source: Computer SNMP link options
cs_cz: Předvolby propojení ze SNMP pro počítač

source: Link SNMP network cards
cs_cz: Propojit síťové karty ze SNMP

source: Link SNMP memory
cs_cz: Propojit operační paměť ze SNMP

source: Link SNMP processors
cs_cz: Propojit procesory ze SNMP

source: Link SNMP softwares
cs_cz: Propojit software ze SNMP

source: Link SNMP virtual machines
cs_cz: Propojit virtuální stroje ze SNMP

source: Link SNMP volumes
cs_cz: Připojit SNMP svazky

source: Printer SNMP link options
cs_cz: Předvolby propojení ze SNMP pro tiskárnu

source: Link SNMP last pages counter
cs_cz: Propojit počítadlo stran ze SNMP

source: Link SNMP printer memory
cs_cz: Propojit paměť tiskárny ze SNMP

source: Networking SNMP link options
cs_cz: Předvolby propojování ze SNMP pro síť

source: Link SNMP firmware
cs_cz: Propojit firmware ze SNMP

source: Link SNMP Power supplies
cs_cz: Propojit napájecí zdroje ze SNMP

source: Link SNMP Fans
cs_cz: Propojit ventilátory ze SNMP

source: OCSNG SNMP import
cs_cz: Import SNMP informací z OCSNG

source: See Setup : SNMP Import before
cs_cz: Viz nastavení: SNMP import před

source: Import new SNMP devices
cs_cz: Importovat nová SNMP zařízení

source: Cartridges informations
cs_cz: Informace o náplních

source: Trays informations
cs_cz: Informace o zásobnících papíru

source: Printer Memory
cs_cz: Paměť tiskárny

source: Computer Memory
cs_cz: Paměť počítače

source: Filter SNMP Objects list
cs_cz: Filtrovat seznam SNMP objektů

source: By itemtype
cs_cz: Dle typu položky

source: By IP
cs_cz: Dle IP adresy

source: Import new SNMP devices into glpi
cs_cz: Importovat nová SNMP zařízení do GLPI

source: Caution! The imported data (see your configuration) will overwrite the existing one
cs_cz: Pozor! Importovaná data (viz nastavení) přepíšou ta stávající

# button
source: Link
cs_cz: Odkaz

source: Contact SNMP
cs_cz: Kontakt ze SNMP

source: Location SNMP
cs_cz: Umístění ze SNMP

source: Type SNMP
cs_cz: Typ ze SNMP

source: Item type to create
cs_cz: Typ položky kterou vytvořit

source: No new SNMP device to be imported
cs_cz: Žádné nové SNMP zařízení k importu

source: No new SNMP device to be updated
cs_cz: Žádné nové SNMP zařízení k aktualizaci

source: Snmp device updated in OCSNG
cs_cz: SNMP zařízení aktualizovaná v OCSNG

source: GLPI Object
cs_cz: GLPI objekt

source: OCS SNMP device
cs_cz: OCS SNMP zařízení

source: Update SNMP device
cs_cz: Aktualizovat SNMP zařízení

source: Software deleted by OCSNG synchronization
cs_cz: Software smazaný synchronizací s OCSNG

source: Teamviewer access
cs_cz: Teamviwer přístup

source: Teamviewer ID
cs_cz: Teamviewer identifikátor

source: Teamviewer direct access
cs_cz: Teamviewer přímý přístup

source: Back to processes list
cs_cz: Zpět na seznam procesů

source: Process information
cs_cz: Informace o procesu

source: Beginning date of execution
cs_cz: Počáteční datum spuštění

source: Ending date of execution
cs_cz: Konečné datum spuštění

source: Computers refused
cs_cz: Odmítnuté počítače

source: Process time execution
cs_cz: Doba zpracování procesu

source: Total of computers to be treated
cs_cz: Celkový počet počítačů ke zpracování

source: performed percentage
cs_cz: provedeno procent

source: Total of treated computers
cs_cz: Celkem zpracovaných počítačů

source: See all servers
cs_cz: Zobrazit všechny servery

source: Number of threads
cs_cz: Počet vláken

source: pc/s
cs_cz: počítačů/sek.

source: Clean processes
cs_cz: Vyčistit procesy

source: Delete processes after
cs_cz: Smazat procesy

source: Windows Updates
cs_cz: Aktualizace Windows

source: AU Options
cs_cz: Předvolby aut. aktualizací

source: Schedule Install Date
cs_cz: Naplánovat datum instalace

source: Last Success Time
cs_cz: Okamžik posledního úspěchu

source: Detect Success Time
cs_cz: Zjistit okamžik úspěchu

source: Download Success Time
cs_cz: Stáhnout si okamžik úspěchu

source: Automatic Updates is required and users can configure it
cs_cz: Je třeba automatických aktualizací a uživatelé si je mohou nastavit

source: Automatically download and schedule installation
cs_cz: Automaticky stáhnout a naplánovat instalaci

source: Automatically download and notify of installation
cs_cz: Automaticky stáhnout a upozornit na instalaci

source: Notify before download
cs_cz: Upozornit před stažením

source: Disables AU
cs_cz: Vypnout automatické aktualizace

source: Disabled
cs_cz: Vypnuto

source: SID
cs_cz: Identifikátor zabezpečení (SID)
