Repository: pluginsGLPI/ocsinventoryng
Catalog: locales/*.po
Languages: cs_cz

source: Computers not imported by automatic actions
cs_cz: Počítače nenaimportované pomocí automatických akcí

source: Restart import
cs_cz: Spustit import znovu

source: Import in the entity
cs_cz: Importovat v entitě

source: Delete computer in OCSNG
cs_cz: Smazat počítač v OCSNG

# button
source: Launch synchronization
cs_cz: Spustit synchronizaci

# button
source: Force full import
cs_cz: Vynutit celý import odznovu

source: Lock fields
cs_cz: Uzamknout kolonky

source: Unlock fields
cs_cz: Odemknout kolonky

source: Update networkport types
cs_cz: Aktualizovat typy síťových portů

source: GLPI import date
cs_cz: Datum importu do GLPI

source: Last OCSNG inventory date
cs_cz: Datum poslední inventarizace v OCSNG

source: Automatic update OCSNG
cs_cz: Automatická aktualizace OCSNG

source: Inventory agent
cs_cz: Agent pro inventarizaci

source: OCSNG TAG
cs_cz: OCSNG ŠTÍTEK

source: OCSNG ID
cs_cz: OCSNG IDENTIFIKÁTOR

source: Last OCSNG connection date
cs_cz: Datum posledního připojení k OCSNG

source: IP Source
cs_cz: Zdroj IP adresy

source: Uptime
cs_cz: Doba běhu (uptime)

source: Key/Value
cs_cz: Klíč/hodnota

source: OCSNG name
cs_cz: Název v OCSNG

source: Proxy enabled
cs_cz: Proxy zapnuto

source: Proxy address
cs_cz: Adresa proxy

source: Name of the service
cs_cz: Název služby

source: Process name
cs_cz: Název procesu

source: OCSNG link
cs_cz: OCSNG odkaz

source: Link possible
cs_cz: Propojení je možné

source: Import refused
cs_cz: Import odmítnut

source: New computer created in GLPI
cs_cz: Nový počítač vytvořený v GLPI

source: Link with computer
cs_cz: Propojení s počítačem

source: Locked field
cs_cz: Zamknutá kolonka

source: You don't use locks - See setup for activate them
cs_cz: Nepoužíváte zámky – pro jejich aktivaci přejděte do nastavení

source: The startup date field is locked by ocsinventoryng please unlock it before update.
cs_cz: Datum začátku je uzamčeno ocsinventoryng – před aktualizací ho odemkněte

source: Blacklisted serial number
cs_cz: Sériové číslo nacházející se na seznamu vyloučených

source: Blacklisted UUID
cs_cz: Nikde se neopakující identifikátor (UUID) nacházející se na seznamu vyloučených

source: Blacklisted MAC
cs_cz: MAC adresa nacházející se na seznamu vyloučených

source: Blacklisted IP
cs_cz: IP adresa nacházející se na seznamu vyloučených

source: Automatic synchronization's configuration
cs_cz: Nastavení automatické synchronizace

source: Please activate the plugin
cs_cz: Zapněte zásuvný modul

source: deleted computers into OCS Inventory NG
cs_cz: Smazané počítače do OCS Inventory NG

source: No new computers to delete
cs_cz: Žádný nový počítač ke smazání

source: Clean OCSNG deleted computers
cs_cz: Vyčistit počítač smazané v OCSNG

source: Computers imported by automatic actions
cs_cz: Počítače naimportované pomocí automatických akcí

source: Unknown imported network port type
cs_cz: Neznámý typ importovaného síťového portu

source: You have
cs_cz: Máte

source: Please clean them before import or synchronize computers
cs_cz: Prosím vyčistěte před importem nebo synchronizací počítačů

source: Clean links between GLPI and OCSNG
cs_cz: Vyčistit propojení mezi GLPI a OCSNG

source: Successful link
cs_cz: Úspěšné propojení

source: No import: the plugin will not import these elements
cs_cz: Žádný import: zásuvný modul nebude tyto prvky importovat

source: No synchronization: the plugin will not synchronize these elements
cs_cz: Žádná synchronizace: zásuvný modul nebude tyto prvky importovat

source: Information about the script
cs_cz: Informace o skriptu

source: Processes execution of automatic actions
cs_cz: Spuštění procesů automatických akcí

source: Plugin setup
cs_cz: Nastavení zásuvného modulu

source: Alerts
cs_cz: Výstrahy

source: Check OCSNG import script
cs_cz: Zkontrolujte importní skript OCSNG

source: OCS-NG Synchronization alerts
cs_cz: Upozorňování na OCS-NG synchronizaci

source: New imported computers from OCS-NG
cs_cz: Nově naimportované počítače z OCS-NG

source: Computers not synchronized with OCS-NG since more
cs_cz: Počítače, které nejsou dlouhodobě synchronizovány s OCS-NG

source: No used alerts, please activate the automatic actions
cs_cz: Žádná použitá upozornění, prosím aktivujte automatické akce

source: Import date in GLPI
cs_cz: Importovat data do GLPI

source: No new imported computer from OCS-NG
cs_cz: Žádné nově naimportované počítače z OCS-NG

source: No computer not synchronized since more
cs_cz: Žádný počítač, který by nebyl dlouhodobě synchronizován

source: Show processes where nothing was changed
cs_cz: Zobrazit procesy, ve kterých se nic nezměnilo

source: Authorize the OCSNG update (purge agents when purge GLPI computers or from Automatic actions)
cs_cz: Autorizujte aktualizace OCSNG (vyčistěte agenty při čištění počítačů v GLPI nebo z automatických akcí)

source: Log imported computers
cs_cz: Zaznamenat importované počítače

source: Refresh information of a process every
cs_cz: Obnovit informace o procesu každých

source: second
cs_cz: sekunda

source: Lock not activated
cs_cz: Zámek není aktivován

source: Lock activated
cs_cz: Zámek aktivován

# button
source: Lock
cs_cz: Zamknout

source: All servers
cs_cz: Všechny servery

source: Customapp
cs_cz: Uživatelská aplikace

source: Server unreachable
cs_cz: Server není dostupný

source: Last synchronization of computers by month
cs_cz: Minulá synchronizace počítačů podle měsíců

source: Detail of imported computers
cs_cz: Podrobnosti o importovaných počítačích

source: Computers number
cs_cz: Počet počítačů

source: Without agent
cs_cz: Bez agenta

source: Computer not imported
cs_cz: Nenaimportovaný počítač

source: Process time
cs_cz: Doba zpracování procesu

source: Process
cs_cz: Proces

source: Thread
cs_cz: Vlákno

source: Rules checked
cs_cz: Pravidla zkontrolována

source: Computers imported
cs_cz: Naimportované počítače

source: Computers linked
cs_cz: Propojené počítače

source: Computers not updated
cs_cz: Nezaktualizované počítače

source: Computers synchronized
cs_cz: Synchronizované počítače

source: Computers not unique
cs_cz: Počítače, které se opakují

source: IPDiscover Import
cs_cz: Import IPDiscover

source: Choice of an OCSNG server
cs_cz: Vybrat server OCSNG

source: If you not find your OCSNG server in this dropdown, please check if your profile can access it !
cs_cz: Pokud v tomto seznamu nenaleznete svůj OCSNG server, zkontrolujte zda je server přístupný vašemu profilu!

source: Import IPDiscover
cs_cz: Importovat IPDiscover

source: Link IPDiscover
cs_cz: Propojit IPDiscover

source: All Subnets
cs_cz: Všechny podsítě

source: Known Subnets
cs_cz: Známé podsítě

source: Unknown Subnets
cs_cz: Neznámé podsítě

source: Non Inventoried
cs_cz: Nezinventarizováno

source: Inventoried
cs_cz: Zinventarizováno

source: Identified
cs_cz: Identifikováno

source: Imported / Linked
cs_cz: Importováno/propojeno

source: Modify Subnet
cs_cz: Upravit podsíť

source: Subnet Name
cs_cz: Název podsítě

source: Choose ID
cs_cz: Zvolte identifikátor

source: Unable to add. an object with same MAC address already exists.
cs_cz: Nedaří se přidat objekt se stejnou MAC adresou, která už existuje.

source: No new IPDiscover device to import
cs_cz: Žádné nové zařízení k importu z IPDiscover

# button
source: Delete link
cs_cz: Smazat odkaz

source: Link
cs_cz: Odkaz

# button
source: Delete from OCSNG
cs_cz: Vymazat z OCSNG

source: OCS Type
cs_cz: OCS typ

source: GLPI Type
cs_cz: GLPI typ

source: Item to link
cs_cz: Položka kterou propojit

source: Configuration of OCSNG server
cs_cz: Nastavení OCSNG serveru

source: Import new computers
cs_cz: Importovat nové počítače

source: Synchronize computers already imported
cs_cz: Synchronizovat už naimportované počítače

source: Link new OCSNG computers to existing GLPI computers
cs_cz: Propojit nové počítače z OCSNG s existujícími počítači v GLPI

source: Scripts execution of automatic actions
cs_cz: Skripty spouštějící automatické akce

source: Import new snmp devices
cs_cz: Importovat nová snmp zařízení

source: Synchronize snmp devices already imported
cs_cz: Synchronizovat už naimportovaná snmp zařízení

source: Link SNMP devices to existing GLPI objects
cs_cz: Propojit SNMP zařízení k existujícím GLPI objektům

source: Server Setup
cs_cz: Nastavení serveru

source: Inventory Import
cs_cz: Import inventáře

source: No OCSNG server defined
cs_cz: Není určen žádný OCSNG server

source: You must to configure a OCSNG server
cs_cz: Je třeba nastavit OCSNG server

source: Add a OCSNG server
cs_cz: Přidat OCSNG server

source: OCS TYPE
cs_cz: OCS TYP

source: OCS MIB TYPE
cs_cz: OCS MIB TYP

source: Create a mapping
cs_cz: Vytvořit mapování

source: empty
cs_cz: prázdné

source: No unknown network port type from OCS !
cs_cz: Žádný neznámý typ síťového portu z OCS!

source: Network port type
cs_cz: Typ síťového portu

source: Any kind
cs_cz: Libovolný druh

source: OCS TYPE MIB
cs_cz: OCS TYP MIB

source: Corresponding Network Port type
cs_cz: Odpovídající typ síťového portu

source: Ethernet medium type
cs_cz: Typ ethernetového média

source: Ethernet medium speed
cs_cz: Rychlost ethernetu

source: Wifi card Version
cs_cz: Verze Wifi karty

source: Transform unknown ports that match
cs_cz: Přetvořit odpovídající neznámé porty

source: Network shares
cs_cz: Síťová sdílení

source: Path
cs_cz: Cesta

source: Quota
cs_cz: Kvóta

source: Device ID
cs_cz: Identifikátor zařízení

source: Computers not synchronized with OCS-NG since X days
cs_cz: Nesynchronizované počítače OCS-NG X dní

source: Elements not match with the rule
cs_cz: Prvky které se neshodují s pravidlem

source: Elements not match with the rule by automatic actions
cs_cz: Prvky které neodpovídají pravidlu automatickými akcemi

source: Verification of assignment rules for entities and locations
cs_cz: Ověření pravidel přiřazení pro entity a umístění

source: No rules match
cs_cz: Žádná shoda s pravidly

source: Data error
cs_cz: Chyba dat

source: Verified rules
cs_cz: Ověřená pravidla

source: Can't affect an entity
cs_cz: Nemůže ovlivnit entitu

source: Unicity criteria not verified
cs_cz: Kritéria jednoznačnosti nebyla ověřena

source: Import refused by rule
cs_cz: Import odmítnut kvůli pravidlu

source: Actions to be made on the computer
cs_cz: Akce, které mají být na počítači provedeny

source: Error to contact ocs server
cs_cz: Chyba při připojování k ocs serveru

source: Send OCSNG not imported computers alert failed
cs_cz: Poslat upozornění v případě, že se nepodařilo naimportovat nějaké počítače z OCSNG

source: Not imported computers alert
cs_cz: Žádné várování importovaných počítačů

source: Alert for the new imported computers
cs_cz: Upozornění na nově naimportované počítače

source: Statuses used for alert
cs_cz: Stavy použité pro výstrahy

source: OCS Inventory NG Import informations
cs_cz: Informace o importu OCS Inventory NG

source: OCS NG Interface
cs_cz: Rozhraní OCS NG

source: OCS Inventory NG SNMP Import informations
cs_cz: Informace o importu SNMP z OCS Inventory NG

source: Imported object
cs_cz: Importovaný objekt

source: Linked object
cs_cz: Propojený objekt

# button
source: Force SNMP synchronization
cs_cz: Vynutit synchronizaci SNMP

source: Last OCSNG SNMP inventory date
cs_cz: Datum minulé SNMP inventury z OCSNG

source: OCS Inventory NG IPDiscover Import informations
cs_cz: Informace o importu z IPDiscover OCS Inventory NG

source: OCSNG DEVICE ID
cs_cz: Identifikátor zařízení v OCSNG

source: No computer found into OCSNG Database
cs_cz: V databázi OCSNG nebyl nalezen žádný počítač

source: Checksum test
cs_cz: Zkouška kontrolního součtu

source: Imported from OCSNG
cs_cz: Naimportován z OCSNG

source: Deleted in OCSNG
cs_cz: Smazáno v OCSNG

source: Linked with an OCSNG computer
cs_cz: Spojeno s počítačem OCSNG

source: The OCSNG ID of the computer changed from %1$s to %2$s
cs_cz: OCSNG identifikátor počítače se změnil z %1$s na %2$s

source: The OCSNG TAG of the computer changed from %1$s to %2$s
cs_cz: OCSNG TAG počítače se změnil z %1$s na %2$s

source: Unlock field and import OCSNG data
cs_cz: Odemknout kolonku a importovat OCSNG data

source: Unable to link this computer, Serial number is blacklisted (%d)
cs_cz: Není možné propojit tento počítač, sériové číslo se nachází na seznamu vyloučených (%d)

source: Unable to link this computer, UUID is blacklisted (%d)
cs_cz: Není možné propojit tento počítač, neopakující se identifikátor je zařazen na seznamu vyloučených (%d)

source: Unable to import, GLPI computer is already related to an element of OCSNG (%d)
cs_cz: Nelze importovat, počítač v GLPI je už spojen s položkou v OCSNG (%d)

source: Computers don't check any rule
cs_cz: Počítače nezkontrolované žádným pravidlem

source: Duplicate computers
cs_cz: Duplicitní počítače

source: Computers whose import is refused by a rule
cs_cz: Počítače, u kterých byl import odmítnut pravidlem

source: SNMP objects imported
cs_cz: SNMP objektů importováno

source: SNMP objects synchronized
cs_cz: SNMP objektů synchronizováno

source: SNMP objects linked
cs_cz: SNMP objektů připojeno

source: SNMP objects not updated
cs_cz: SNMP objektů neaktualizováno

source: SNMP objects not imported
cs_cz: SNMP objektů nenaimportováno

source: IPDISCOVER objects imported
cs_cz: Objekty z IPDiscover importovány

source: IPDISCOVER objects synchronized
cs_cz: Objekty z IPDiscover synchronizovány

source: IPDISCOVER objects not updated
cs_cz: Objekty z IPDiscover neaktualizovány

source: IPDISCOVER objects not imported
cs_cz: Objekty z IPDiscover nenaimporotovány

source: Statistics of the OCSNG SNMP import
cs_cz: Statistiky importu SNMP z OCSNG

source: Statistics of the OCSNG IPDISCOVER import
cs_cz: Statistiky IPDiscover importu z OCSNG

source: Statistics of the OCSNG link
cs_cz: Statistiky OCSNG odkazu

source: Datas to import
cs_cz: Data k importu

source: Import options
cs_cz: Volby importu

source: General history
cs_cz: Obecná historie

source: OCSNG console
cs_cz: OCSNG konzole

source: Expert sync mode
cs_cz: Expertní režim synchronizace

source: Database in UTF8
cs_cz: Databáze v UTF8

source: Configuration of OCSNG server %s
cs_cz: Nastavení OCSNG serveru %s

source: Setup rules engine
cs_cz: Nastavit engine pravidel

source: Setup rules for choose entity on items import
cs_cz: Nastavit pravidla pro volbu entity při importu položek

source: Setup rules for select criteria for items link
cs_cz: Nastavit pravidla pro výběr kritérií pro propojení položek

source: See Setup : Datas to import before
cs_cz: Viz nastavení: data pro import před

source: The selected server is not active. Import and synchronisation is not available
cs_cz: Vybraný server není aktivní. Import a synchronizace není k dispozici

source: Pc deleted
cs_cz: Počítač smazán

source: Update ID of deleted computers of OCSNG
cs_cz: Aktualizovat ID smazaných počítačů OCSNG

source: Drop links for not present computers into OCSNG
cs_cz: Smazat odkazy pro neaktuální počítače v OCSNG

source: General information
cs_cz: Obecné informace

source: Warning : the import entity rules depends on selected fields
cs_cz: Varování: pravidla importovaní entit závisí na vybraných kolonkách

source: Depends on Bios import
cs_cz: Závisí na importování BIOS/UEFI

source: User informations
cs_cz: Informace o uživateli

source: Affect default group of user by default
cs_cz: Ve výchozím stavu se týká výchozí skupiny uživatele

source: Depends on contact import
cs_cz: Závisí na importu kontaktu

source: Affect user location by default
cs_cz: Umístění uživatele kterého se týká ve výchozím stavu

source: Affect first group of user by default
cs_cz: Ve výchozím stavu se týká první skupiny uživatele

source: After 7006 version of OCS Inventory NG
cs_cz: Po verzi 7006 OCS Inventory NG

source: After 7009 version of OCS Inventory NG && Depends on Bios import
cs_cz: Po verzi 7009 OCS Inventory NG && závisí na importu BIOS/UEFI

source: Linked objects
cs_cz: Propojené objekty

source: Global import
cs_cz: Globální import

source: Unit import
cs_cz: Import jednotky

source: Unit import on serial number
cs_cz: Import jednotky se sériovým číslem

source: Unit import serial number only
cs_cz: Import jednotky pouze sériového čísla

source: Global import: everything is imported but the material is globally managed (without duplicate)
cs_cz: Globální import: vše je naimportováno, ale materiál je globálně spravován (bez duplicit)

source: Unit import: everything is imported as it is
cs_cz: Jednotný import: všechno je naimportováno tak jak je

source: OCS Inventory NG plugins
cs_cz: Zásuvné moduly OCS Inventory NG

source: Microsoft Office licenses
cs_cz: Licence Microsoft Office

source: Depends on software import and OfficePack Plugin for (https://github.com/PluginsOCSInventory-NG/officepack) OCSNG must be installed
cs_cz: Závisí na importu software a zásuvném modulu OfficePack (https://github.com/PluginsOCSInventory-NG/officepack), nainstalovaném v OCSNG

source: Security Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/security) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Zabezpečení (https://github.com/PluginsOCSInventory-NG/security)

source: Uptime Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/uptime) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Uptime (https://github.com/PluginsOCSInventory-NG/uptime)

source: Windows Update State
cs_cz: Stav Windows Update

source: Winupdate Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/winupdate) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Winupdate (https://github.com/PluginsOCSInventory-NG/winupdate)

source: Teamviewer Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/teamviewer) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul pro Teamviewer (https://github.com/PluginsOCSInventory-NG/security)

source: Proxy Settings
cs_cz: Nastavení proxy

source: Navigator Proxy Setting Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/navigatorproxysetting) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Nastavení Navigator Proxy (https://github.com/PluginsOCSInventory-NG/navigatorproxysetting)

source: Windows Users
cs_cz: Uživatelé Windows

source: Winusers Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/winusers) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Winusers (https://github.com/PluginsOCSInventory-NG/winusers)

source: OS Informations
cs_cz: Informace o operačním systému

source: OSInstall Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/osinstall) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul OSInstall (https://github.com/PluginsOCSInventory-NG/osinstall)

source: Networkshare Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/networkshare) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Networkshare (https://github.com/PluginsOCSInventory-NG/networkshare)

source: Service
cs_cz: Služba

source: Service Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/services) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Service (https://github.com/PluginsOCSInventory-NG/services)

source: Running Process
cs_cz: Spuštěný proces

source: Running Process Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/runningProcess) must be installed
cs_cz: Je třeba, aby byl v OCSNG nainstalovaný zásuvný modul Running Process (https://github.com/PluginsOCSInventory-NG/runningProcess)

source: Customapp Plugin for OCSNG (https://github.com/PluginsOCSInventory-NG/customapp) must be installed
cs_cz: Musí být nainstalován plugin Customapp (https://github.com/PluginsOCSInventory-NG/customapp)

source: OCSNG administrative information
cs_cz: Administrativní informace OCSNG

source: Installation / Update / Uninstallation
cs_cz: Instalace/aktualizace/odinstalace

source: Installation / Update
cs_cz: Instalace/aktualizace

source: Uninstallation
cs_cz: Odinstalace

source: Do history
cs_cz: Dělat historii

source: System history
cs_cz: Historie systém

source: Bios history
cs_cz: Historie BIOS/UEFI

source: Devices history
cs_cz: Historie zařízení

source: Volumes history
cs_cz: Historie svazků

source: Network history
cs_cz: Historie sítě

source: Monitor connection history
cs_cz: Historie připojení monitorů

source: Printer connection history
cs_cz: Historie připojení tiskárny

source: Peripheral connection history
cs_cz: Historie připojení periferie

source: Software connection history
cs_cz: Historie spojení software

source: Virtual machines history
cs_cz: Historie virtuálních strojů

source: Administrative infos history
cs_cz: Historie administrativních informací

source: Plugins history
cs_cz: Historie zásuvného modulu

source: OS history
cs_cz: Historie operačního systému

source: Web address of the OCSNG console
cs_cz: Webová adresa konzole OCSNG

source: Limit the import to the following tags (separator $, nothing for all)
cs_cz: Omezit import následujících příznaků (oddělovač $, nic pro všechny)

source: Exclude the following tags (separator $, nothing for all)
cs_cz: Vynechat následující příznaky (oddělovač $, zrušit vše)

source: Define the action to do on link with other objects when computer is disconnecting from them
cs_cz: Určit akci kterou udělat na propojení s ostatními objekty při odpojování počítače od nich

source: Behavior when disconnecting
cs_cz: Chování při odpojení

source: Preserve link
cs_cz: Zachovat odkaz

source: Put the link in dustbin and add a lock
cs_cz: Umístit odkaz do Koše a přidat zámek

source: Delete the link permanently
cs_cz: Smazat propojení natrvalo

source: If Use the OCSNG software dictionary parameter is checked, no software will be imported before you setup them into OCS
cs_cz: Pokud je zaškrtnutý parametr „Použít číselník software z OCSNG“, nebude naimportován žádný software dokud ho nenastavíte v OCS

source: Use the OCSNG software dictionary
cs_cz: Použít slovník software OCSNG

source: The automatic task ocsng is launched only if server is not in expert mode
cs_cz: Automatická úloha ocsng je spuštěna pouze pokud server není v expertním režimu

source: The automatic task ocsng only synchronize existant computers, it doesn't import new computers
cs_cz: Automatická úloha ocsng synchronizuje pouze existující počítače, neimportuje nové

source: If you want to import new computers, disable this parameter, change to expert mode and use script from system
cs_cz: Pokud chcete importovat nové počítače, vypněte tento parametr, přepněte na expertní režim a použijte skript ze systému

source: Number of items to synchronize via the automatic OCSNG action
cs_cz: Počet položek pro synchronizaci pomocí automatizované akce OCSNG

source: Behavior to the deletion of a computer in OCSNG
cs_cz: Chování při smazání počítače v OCSNG

source: Change to state %s
cs_cz: Změnit na stav %s

source: Database
cs_cz: Databáze

source: Standard (allow manual actions)
cs_cz: Standardní (umožňuje ruční akce)

source: Expert (Fully automatic, for large configuration)
cs_cz: Expertní (plně automatická, pro velká nastavení)

source: Connection type
cs_cz: Typ spojení

# button
source: Reload Checksum
cs_cz: Znovu načíst kontrolní součet

source: Host
cs_cz: Hostitel

source: Like http://127.0.0.1 for SOAP method
cs_cz: Jako http://127.0.0.1 pro metodu SOAP

source: Synchronisation method
cs_cz: Metoda synchronizace

source: Use automatic action for clean old agents & drop from OCSNG software
cs_cz: Použít automatickou akci pro vyčištění starých agentů a zahození z OCSNG

source: Number of days without inventory for cleaning
cs_cz: Počet dní bez inventarizace pro čištění
