Repository: pluginsGLPI/ocsinventoryng
Catalog: trunk/locales/*.po
Languages: ca_es, es_es, gl_es, hr_hr, ro_ro, tr_tr

source: Unit import on serial number
ca_es: Importació única basada en el número de sèrie
es_es: Importación unitaria basada en el número de serie
gl_es: Dependencia de importación sobre o número de serie
hr_hr: Uvoz stavki po serijskom broju
ro_ro: Import de unitate pe numarul de serie
tr_tr: Seri numarasına göre birim alma

source: Unit import serial number only
ca_es: Importació única només número de sèrie
es_es: Importación unitaria sólo con el número de serie
gl_es: Dependencia de importación sobre o número de serie
hr_hr: Uvoz samo serijskog broja jedinice
ro_ro: Import unic număr de serie unic
tr_tr: Yalnız seri numarasına göre birim alma

source: Use the OCSNG software dictionary
ca_es: Utilitza el diccionari de programari d'OCS
es_es: Utilizar el diccionario de software de OCSNG
gl_es: Utilizar o dicionario de software de OCSNG
hr_hr: Koristi OSCNG-ov rječnik softvera
ro_ro: Utilizează dictionarul software OCSNG
tr_tr: OCSNG yazılım sözlüğü kullanılsın

source: Number of items to synchronize via the automatic OCSNG action
ca_es: Quantitat d'elements a sincronitzar mitjançant cron
es_es: Número de elementos a sincronizar a través de acciones automáticas OCSNG
gl_es: Cantidade de elementos a sincronizar mediante tarefas programadas con OCSNG
hr_hr: Broj stavaka za sinkronizaciju putem automatske OCSNG akcije
ro_ro: Numărul elementelor de sincronizat via acţiunii automate OCSNG
tr_tr: Kendiliğinden OCSNG işlemiyle eşleştirilecek öge sayısı

source: Behavior to the deletion of a computer in OCSNG
ca_es: Comportament de la supressió d'un ordinador a OCSNG
es_es: Comportamiento al suprimir un equipo en OCSNG
gl_es: Comportamento do borrado dunha computadora en OCSNG
hr_hr: Ponašanje na brisanje računala iz OSCNG-a
ro_ro: Comportament la ştergerea unui calculator din OCSNG
tr_tr: OCSNG tarafında bir bilgisayarı silme davranışı

source: Change to state %s
ca_es: Canvia a l'estat %s
es_es: Cambiar al estado %s
gl_es: Cambio de estado a %s
hr_hr: Promjeni u stanje %s
ro_ro: Schimbă statut %s
tr_tr: Durumu %s olarak değiştirilsin

source: No import: the plugin will not import these elements
ca_es: No importar: GLPI no importarà aquests elements
es_es: No importar: el complemento no importará estos elementos
gl_es: Non importar: GLPI non importará estes elementos
hr_hr: Nema uvoza: plugin neće uvesti ove elemente
ro_ro: Fara import: plugin-ul nu va importa aceste elemente
tr_tr: Alınmasın: Uyumlu ek bu bileşenleri almayacak

source: Global import: everything is imported but the material is globally managed (without duplicate)
ca_es: Importació global: tot és importat, però el material es gestiona a nivell global (sense duplicats)
es_es: Importación global: se importa todo, pero el material se gestiona globalmente (sin duplicados)
gl_es: Importación global: impórtase todo pero o material é xestionado globalmente (sen duplicados)
hr_hr: Globalni uvoz: sve je uveženo, ali materijalom se globalno upravlja (bez duplikata)
ro_ro: Import global : totul este importat dar materialul este gestionat global (fără duplicate )
tr_tr: Genel alma: Her şey alınır ancak malzeme tek noktadan yönetilir (kopyalanmaz)

source: Unit import: everything is imported as it is
ca_es: Importació d'unitat: tot és importat tal com és
es_es: Importación unitaria: se importa todo tal como es
gl_es: Importanción desde a unidade: impórtase todo tal e como está
hr_hr: Uvoz stavki: sve uveženo jednako je izvoru
ro_ro: Import unic: totul este importat asa cum e
tr_tr: Birim alma: Herşey olduğu gibi alınır

source: Automatic connection of computers
ca_es: Enllaç automàtic d'ordinadors
es_es: Conexión automática de los equipos
gl_es: Ligazón automática de computadores
hr_hr: Automatsko povezivanje računala
ro_ro: Conectare automată a calculatoarelor
tr_tr: Bilgisayarların kendiliğinden bağlanması

source: Enable the automatic link
ca_es: Activa els enllaços automàtics
es_es: Activar el enlace automático
gl_es: Activar as ligazóns automáticas
hr_hr: Omogući automatsku vezu
ro_ro: Activează legătura automat
tr_tr: Kendiliğinden bağlantı kullanılsın

source: Existence criteria of a computer
ca_es: Criteris d'existència d'un ordinador
es_es: Criterios de existencia de un equipo
gl_es: Criterios de existencia dun computador
hr_hr: Kriterij postojanja računala
ro_ro: Criterii de existenţă a unui computer
tr_tr: Bir bilgisayarın varolma ölçütü

source: The link automatically connects a GLPI computer with one in OCSNG.
ca_es: L'enllaç automàticament connecta un ordinador GLPI amb un en OCSNG.
es_es: El enlace conecta automáticamente un equipo de GLPI con uno en OCSNG
gl_es: A ligazón conecta automaticamente un computador GLPI cun en OCSNG.
hr_hr: Veza automatski povezuje računalo u GLPI-u s računalom u OCSNG-u
ro_ro: Linkul conectează automat un calculator GLPI cu unul in OCSNG
tr_tr: Bağlantı, bir GLPI bilgisayarı ile OCSNG bilgisayarını kendiliğinden bağlar.

source: This option is taken into account during manual link and by synchronization scripts."
ca_es: Aquesta opció es té en compte durant l'enllaç manual i pels scripts de sincronització.
es_es: Esta opción se tiene en cuenta durante el enlace manual y por los scripts de sincronización."
gl_es: Esta opción tense en conta durante a conexión manual e nos scripts de sincronización.
hr_hr: Ova opcija se razmatra tijekom ručnog povezivanja i kod sinkronizacijskih skripti."
ro_ro: Această opţiune este luată în calcul la legarea manuală şi prin scripturi de sincronizare
tr_tr: Bu seçenek el ile bağlama ve eşleştirme betikleri tarafından dikkate alınır.

source: Database
ca_es: Base de dades
ro_ro: Baza de date
tr_tr: Veritabanı

source: Standard (allow manual actions)
ca_es: Estàndard (permetre accions manuals)
es_es: Estándar (permitir acciones manuales)
gl_es: Estándar (permitir accións manuais)
hr_hr: Standardno (omogućuje ručne akcije)
ro_ro: Standard (permite actiuni manuale)
tr_tr: Standard (el ile işlem yapılabilir)

source: Expert (Fully automatic, for large configuration)
ca_es: Expert (completament automàtic, per configuració gran)
es_es: Experto (totalmente automático, para una configuración grande)
gl_es: Experto (totalmente automático, para unha configuración ampla)
hr_hr: Expert (potpuno automatski, za velike konfiguracije)
ro_ro: Expert (complet automat, pentru configurări mari )
tr_tr: Uzman (Tam otomatik, geniş ayarlar için)

source: Connection type
ca_es: Tipus de connexió
ro_ro: Tip conexiune
tr_tr: Bağlantı tipi

source: Host
ca_es: Amfitrió
ro_ro: Gazda
tr_tr: Sunucu

source: Synchronisation method
ca_es: Mètode de sincronització
es_es: Método de sincronización
gl_es: Método de sincronización
hr_hr: Metoda sinkronizacije
ro_ro: Metodă sincronizare
tr_tr: Eşleştirme yöntemi

source: Connecting to the database
ca_es: Connectant a la base de dades
es_es: Conexión a la base de datos
gl_es: Conectando coa base de datos
hr_hr: Spajanje na bazu podataka
ro_ro: Conectarea la baza de date
tr_tr: Veritabanına bağlanılıyor

source: Connection to the database failed
ca_es: La connexió a la base de dades ha fallat
es_es: Fallo en la conexión a la base de datos
gl_es: Fallou a conexión coa base de datos
hr_hr: Spajanje na bazu podataka nije uspjelo
ro_ro: Eşec la conectarea la baza de date
tr_tr: Veritabanına bağlanılamadı

source: Invalid OCSNG Version: RC3 is required
ca_es: Versió d'OCSNG no vàlida: es necessita RC3
es_es: Versión de OCSNG incorrecta: se necesita RC3
gl_es: Versión de OCSNG non válida: necesítase RC3
hr_hr: Pogrešna verzija OCSNG-a: RC3 je uvjetovana
ro_ro: Versiune OCSNG nevalidă : necesită RC3
tr_tr: OCSNG Sürümü Geçersiz: RC3 gerekli

source: Invalid OCSNG configuration (TRACE_DELETED must be active)
ca_es: La configuració d'OCSNG no és correcta. (TRACE_DELETED ha de ser activat)
es_es: Configuración OCSNG incorrecta (debe activar TRACE_DELETED)
gl_es: Configuración OCSNG incorrecta (TRACE_DELETED debe estar activa)
hr_hr: Neispravna OCSNG postavka (TRACE_DELETED mora biti aktivna)
ro_ro: Configurare OCSNG invalidă (TRACE_DELETED trebuie sa fie activă)
tr_tr: OCSNG ayarları geçersiz (TRACE_DELETED etkinleştirilmiş olmalı)

source: Connection to database successful
ca_es: Connexió exitosa a la base de dades
es_es: Conexión correcta a la base de datos
gl_es: A conexión coa base de datos realizouse con éxito
hr_hr: Spajanje na bazu podataka je uspjelo
ro_ro: Conectarea la baza de date reuşită
tr_tr: Veritabanına bağlanıldı

source: Valid OCSNG configuration and version
ca_es: Versió i configuració OCSNG vàlides
es_es: Versión y configuración OCSNG válidas
gl_es: Versión e configuración OCSNG válidas
hr_hr: Valjane OCSNG postavke i verzija
ro_ro: Configurare şi versiune OCSNG validă
tr_tr: Geçerli OCSNG ayarları ve sürümü

source: Unable to add. The OCSNG server already exists.
ca_es: No es possible afegir. Ja hi ha servidor OCSNG.
es_es: No se puede añadir. El servidor OCSNG ya existe.
gl_es: Imposible engadir. O servidor OCSNG xa existe.
hr_hr: Nije moguće dodavanje. OCSNG poslužitelj već postoji.
ro_ro: Adăugare imposibilă. Severul OCSNG deja există.
tr_tr: Eklenemiyor. OCSNG sunucusu zaten var.

source: Unable to import, GLPI computer is already related to an element of OCSNG (%d)
ca_es: No es pot importar, l'ordinador GLPI ja està relacionat amb un element d'OCSNG (%d)
es_es: No se puede importar, el equipo de GLPI ya está relacionado con un elemento de OCSNG (%d)
gl_es: Non se pode importar, o computador GLPI xa está relacionado cun elemento do OCSNG (%d)
hr_hr: Nije moguć uvoz, GLPI računalo je već povezano sa elementom u OCSNG-u (%d)
ro_ro: Import imposibil, calculatorul GLPI este deja legat la un element din OCSNG (%d)
tr_tr: Alınamıyor, GLPI bilgisayarı zaten bir OCSNG bileşeni ile ilişkilendirilmiş (%d)

source: Please consider cleaning the deleted computers in OCSNG <a href="%s">Clean OCSNG datatabase </a>
tr_tr: Lütfen OCSNG üzerinden silinmiş bilgisayarları <a href="%s">OCSNG veritabanını temizleyin </a> komutu ile temizlemeyi düşünün

source: Swap
ca_es: Intercanvi
es_es: Memoria de intercambio
hr_hr: Zamijena
tr_tr: Değiştirin

source: Import date in GLPI
ca_es: Data d'importació a GLPI
es_es: Fecha de importación a GLPI
gl_es: Data de importación a GLPI
hr_hr: Uvezi datum u GLPI
ro_ro: Importa data in GLPI
tr_tr: GLPI üzerine tarih alınsın

source: Existing in GLPI
ca_es: Existeix a GLPI
es_es: Existe en GLPI
gl_es: Existe en GLPI
hr_hr: Postojeće u GLPI-u
ro_ro: Prezent în GLPI
tr_tr: GLPI içinde var

source: Existing in OCSNG
ca_es: Existeix a OCSNG
es_es: Existe en OCSNG
gl_es: Existe en OCSNG
hr_hr: Postojeće u GLPI-u
ro_ro: Prezent în OCSNG
tr_tr: OCSNG içinde var

source: No item to clean
ca_es: No hi ha objectes per a netejar
es_es: No hay objetos a limpiar
gl_es: Non hai obxectos a limpar
hr_hr: Nema stavke za čišćenje
ro_ro: Niciun obiect de şters.
tr_tr: Temizlenecek bir öge yok

source: No new computer to be updated
ca_es: No hi ha nous ordinadors per a ser actualitzats
es_es: No existen nuevos equipos para actualizar
gl_es: Non hai novos computadores para actualizar
hr_hr: Nema novih računala koja treba ažurirati
ro_ro: Niciun nou calculator de actualizat
tr_tr: Güncellenecek yeni bir bilgisayar bulunamadı

source: Computers updated in OCSNG
ca_es: Ordinadors actualitzats a OCSNG
es_es: Equipos actualizados en OCSNG
gl_es: Computadores actualizados en OCSNG
hr_hr: Računala ažurirana u OCSNG-u
ro_ro: Calculatoare actualizat în OCSNG
tr_tr: OCSNG üzerinde güncellenmiş bilgisayarlar

# button
source: Synchronize
ca_es: Sincronitza
es_es: Sincronizar
gl_es: Sincronizar
hr_hr: Uskladi
ro_ro: Sincronizaţi
tr_tr: Eşleştirin

source: Update computers
ca_es: Actualitza ordinadors
es_es: Actializar equipos
gl_es: Actualización de computadores
hr_hr: Ažuriraj računala
ro_ro: actualizeaza computerele
tr_tr: Bilgisayarları güncelleyin

source: Auto update
ca_es: Actualització automàtica
es_es: Actualización automática
gl_es: Actualización automática
hr_hr: Automatska nadogradnja
ro_ro: Actualizare automata
tr_tr: Kendiliğinden güncelleme

source: Caution! The imported data (see your configuration) will overwrite the existing one
ca_es: ¡Precaució! Les dades importades (observa la teva configuració) sobrescriuran a les existents
es_es: ¡Atención! Los datos importados (ver la configuración) sobrescribirán a los existentes
gl_es: Coidado! Os datos importados (mira a túa configuración) substituirán os existentes
hr_hr: Oprez! Uvezeni podaci (vidi postavke) će prepisati postojeće
ro_ro: Atenţie! Datele importate ( vezi configurarea ta) vor suprascrie datele existente
tr_tr: Dikkat! Alınmış veri (ayarlarınıza bakın) varolan verinin üzerine yazılacak

source: Manual import mode
ca_es: Mode d'importació manual
es_es: Modo de importación manual
gl_es: Modo de importación manual
hr_hr: Ručni način uvoza
ro_ro: Modul de import manual
tr_tr: El ile aktarım kipi

source: Disable preview
ca_es: Desactiva la vista prèvia
es_es: Desactivar vista previa
gl_es: Desactivar vista previa
hr_hr: Deaktiviraj pregled
ro_ro: Dezactivare previzualizarea
tr_tr: Önizlemeyi devre dışı bırakın

source: Enable preview
ca_es: Activa la vista preliminar
es_es: Activar vista previa
gl_es: Activar a vista preliminar
hr_hr: Aktiviraj pregled
ro_ro: Activeaza previzualizarea
tr_tr: Önizlemeyi etkinleştirin

source: Check first that duplicates have been correctly managed in OCSNG
ca_es: Comprova que els duplicats s'han gestionat correctament a OCSNG
es_es: Asegúrese de haber gestionado correctamente los duplicados en OCSNG
gl_es: Asegúrese de ter xestionado correctamente os duplicados en OCSNG
hr_hr: Najprije provjerite da se upravljanje sa duplikatima ispravno obavlja u OCSNG-u
ro_ro: Asiguraţi-vă în prealabil să aveţi corect gestionate dublurile în OCSNG
tr_tr: Önce, OCSNG de çift kayıt olup olmadığını denetleyin

# button
source: Import
ca_es: Importa
es_es: Importar
gl_es: Importar
hr_hr: Uvezi
tr_tr: Alın

source: Match the rule ?
ca_es: Compleix la regla?
es_es: ¿Concuerda con la regla?
gl_es: Cumpre a regra?
hr_hr: Primjeni pravilo ?
ro_ro: Se potrivește regula?
tr_tr: Kurala uyulsun mu?

source: Target location
ca_es: Lloc
es_es: Ubicación destino
gl_es: Localización de destino
hr_hr: Ciljana lokacija
ro_ro: Locaţia ţintă
tr_tr: Hedef konum

source: No new computer to be imported
ca_es: No hi ha nous ordinadors per a ser importats
es_es: No existen nuevos equipos para importar
gl_es: Non hai novos computadores para importar
hr_hr: Nema novih računala koja treba uvesti
ro_ro: Niciun nou calculator de importat
tr_tr: Alınacak yeni bir bilgisayar bulunamadı

source: No OCSNG server defined
ca_es: No s'ha definit cap servidor OCSNG
es_es: No se ha definido ningún servidor OCSNG
gl_es: Non se definiu ningún servidor OCSNG
hr_hr: Nema definiranog OCSNG poslužitelja
ro_ro: Niciun server OCSNG definit
tr_tr: OCSNG sunucusu tanımlanmamış

source: Check updates from server
ca_es: Cerca actualitzacions al servidor
es_es: Comprobar actualizaciones desde el servidor
gl_es: Comproba as actualizacións do servidor
hr_hr: Provjeri ažuriranja sa poslužitelja
ro_ro: Verificare actualizări server
tr_tr: Sunucudan güncellemeler denetlensin

source: Computers don't check any rule
ca_es: Els ordinadors no comproven cap regla
es_es: Los equipos no concuerdan con ninguna regla
gl_es: Os computadores non comproban ningunha regra
hr_hr: Računala ne provjerava niti jedno pravilo
ro_ro: Calculatoare ce nu verifică nicio regulă
tr_tr: Bilgisayarların herhangi bir kurala uygunluğu aranmıyor

source: Duplicate computers
ca_es: Ordinadors duplicats
es_es: Equipos duplicados
gl_es: Computadoras duplicadas
hr_hr: Dupliciran računala
ro_ro: Calculatoare dublicate
tr_tr: Çift kaydedilmiş bilgisayarlar

source: Computers whose import is refused by a rule
ca_es: Ordinadors no importats perquè són rebutjats per una regla
es_es: Equipos cuya importación es rechazada por una regla
gl_es: Computadoras cuxa importación é rexeitada por unha regla
hr_hr: Računala čiji je uvoz odbijen pravilom
ro_ro: Calculatorul importat este refuzat de o regulă
tr_tr: Bir kurala uymadığı için alınmayan bilgisayarlar

source: Statistics of the OCSNG link
ca_es: Estadístiques de l'enllaç OCSNG
es_es: Estadísticas del enlace OCSNG
gl_es: Estatísticas da ligazón OCSNG
hr_hr: Statistika OCSNG veze
ro_ro: Statistici link OCSNG
tr_tr: OCSNG bağlantı istatistikleri

source: Allowed OCSNG server
ca_es: Servidor OCSNG permés
ro_ro: Server OCSNG permis
tr_tr: İzin verilen OCSNG sunucuları

source: Manually synchronization
ca_es: Sincronització manual
es_es: Sincronización manual
gl_es: Sincronización manual
hr_hr: Ručna sinkronizacija
ro_ro: Sincronizare manuală
tr_tr: El ile eşleştirme

source: See information
ca_es: Mira la informació
es_es: Ver información
gl_es: Ver información
hr_hr: Pogledaj informacije
ro_ro: Vezi informaţiile OCSNG
tr_tr: Bilgilere bakın

source: %d registry key found
ca_es: %d clau de registre trobada
es_es: %d clave del registro encontrada
gl_es: %d claves de rexistro atopadas
hr_hr: %d pronađen ključ u registry-u
ro_ro: %d registry key găsit
tr_tr: %d kayıt anahtarı bulundu

source: Hive
ca_es: Rusc
es_es: Subárbol
gl_es: Sección
ro_ro: Stup
tr_tr: Kovan

source: Path
ca_es: Camí
es_es: Ruta
gl_es: Ruta
hr_hr: Putanja
ro_ro: Calea
tr_tr: Yol

source: No key found in registry
ca_es: No s'ha trobat cap clau en el Registre de Windows
es_es: No se ha encontrado ninguna clave en el registro
gl_es: Non se atopou ningunha chave do Rexistro de Windows
hr_hr: Ključ nije nađen u registry-u
ro_ro: Nu a fost gasita nici o cheie in registru
tr_tr: Kayıt defteri anahtarı bulunamadı

source: Back to processes list
ca_es: Torna a la llista de processos
es_es: Volver a la lista de procesos
gl_es: Volver á lista de procesos
hr_hr: Vrati se na popis obrada
ro_ro: Înapoi la lista proceselor
tr_tr: İşlem listesine geri dönün

source: Beginning date of execution
ca_es: Data inicial d'execució
es_es: Fecha de comienzo de la ejecución
gl_es: Data de inicio da execución
hr_hr: Početni datum izvršenja
ro_ro: Data debut a execuţiei
tr_tr: Yürütme başlangıç tarihi

source: Ending date of execution
ca_es: Data final de l'execució
es_es: Fecha de finalización de la ejecución
gl_es: Data de fin da execución
hr_hr: Krajni datum izvršenja
ro_ro: Data final a execuţiei
tr_tr: Yürütme bitiş tarihi

source: Computers refused
ca_es: Ordinadors refusats
es_es: Equipos rechazados
gl_es: Equipos rexeitados
hr_hr: Odbijena računala
ro_ro: Calculatoare refuzate
tr_tr: Reddedilen bilgisayarlar

source: Process time execution
ca_es: Temps d'execució de processos
es_es: Tiempo de ejecución del proceso
gl_es: Tempo de execución do proceso
hr_hr: Vrijeme izvršavanja obrade
ro_ro: Durata de executare a procesului
tr_tr: İşlem yürütme zamanı

source: Total of computers to be treated
ca_es: Total d'ordinador a ser tractats
es_es: Total de equipos a ser tratados
gl_es: Total de equipos a tratar
hr_hr: Ukupno računala koje će se obraditi
ro_ro: Total calculatoare de tratat
tr_tr: İşlenecek bilgisayar sayısı

source: performed percentage
ca_es: percentatge realitzat
es_es: Porcentaje realizado
gl_es: rendemento (%)
hr_hr: postotak obrađenog
ro_ro: Procentaj efectat
tr_tr: işlenme yüzdesi

source: Total of treated computers
ca_es: Total d'ordinadors tractats
es_es: Total de equipos tratados
gl_es: Total de equipos afectados
hr_hr: Ukupno obrađenih računala
ro_ro: Total calculatoare tratate
tr_tr: İşlenen bilgisayar toplamı

source: Number of threads
ca_es: Nombre de fils
es_es: Número de hilos
gl_es: Número de fíos
hr_hr: Broj niti
ro_ro: Număr de thread-uri
tr_tr: İş parçacığı sayısı

source: Maximum
ca_es: Màxim
es_es: Máximo
gl_es: Máximo
hr_hr: Maksimum
tr_tr: En fazla

source: pc/s
hr_hr: računala/s
tr_tr: bilg./s

source: Clean processes
ca_es: Neteja processos
es_es: Limpiar procesados
gl_es: Limpar procesos
hr_hr: Ukloni obrade
ro_ro: Curăţă procesele
tr_tr: İşlemleri temizleyin

source: Delete processes after
ca_es: Elimina processos després
es_es: Suprimir procesos después de
gl_es: Eliminar procesos ao rematar
hr_hr: Obriši procese nakon
ro_ro: Sterge procesele după
tr_tr: İşlemler şundan sonra silinsin
