Repository: pluginsGLPI/ocsinventoryng
Catalog: trunk/locales/*.po
Languages: ca_es, es_es, gl_es, hr_hr, ro_ro, tr_tr

source: Restart import
ca_es: Reinicia la importació
es_es: Reiniciar la importación
gl_es: Reiniciar importación
hr_hr: Ponovi uvoz
ro_ro: Relansare import
tr_tr: Yeniden alın

source: Import in the entity
ca_es: Importa en l'entitat
es_es: Importar en la entidad
gl_es: Importar na entidade
hr_hr: Uvezi u jedinicu
ro_ro: Importă in entitate
tr_tr: Birime alın

source: Delete computer in OCSNG
ca_es: Esborra ordinador a OCSNG
es_es: Suprimir equipo en OCSNG
gl_es: Eliminar equipo en OCSNG
hr_hr: Obriši računalo u OCSNG-u
ro_ro: Ştergere calculator în OCSNG
tr_tr: Bilgisayarı OCSNG üzerinden silin

source: Force synchronization OCSNG
ca_es: Força la sincronització OCSNG
es_es: Fuerza la sincronización OCSNG
gl_es: Forzar sincronización co OCSNG
hr_hr: Prisilno usklađivanje s OCSNG-om
ro_ro: Forţează sincroniarea OCSNG
tr_tr: OCSNG tarafı eşleştirilsin

source: Lock fields
ro_ro: Blocheaza campuri
tr_tr: Alanları kilitleyin

source: Unlock fields
ca_es: Desbloqueja camps
es_es: Desbloquear campos
gl_es: Desbloquear campos
hr_hr: Otključaj polja
ro_ro: Deblochează câmpurile
tr_tr: Alanların kilidini açın

source: Update networkport types
ca_es: Actualitza els tipus de port de xarxa
es_es: Actualizar los tipos de puerto de red
hr_hr: Ažuriraj tipove mrežnog priključka
ro_ro: Modificare tipuri porturi de reţea
tr_tr: Ağ kapısı tiplerini güncelleyin

source: GLPI import date
ca_es: Data d'importació de GLPI
es_es: Fecha de importación en GLPI
gl_es: Data de importación no GLPI
hr_hr: Datum GLPI uvoza
tr_tr: GLPI alma tarihi

source: Last OCSNG inventory date
ca_es: Data de l'últim inventari OCSNG
es_es: Fecha del último inventario OCSNG
gl_es: Data do último inventario OCSNG
hr_hr: Posljednji datum imovine OCSNG-a
ro_ro: Data ultimului inventar OCSNG
tr_tr: Son OCSNG envanter tarihi

source: Automatic update OCSNG
ca_es: Actualització automàtica d'OCSNG
es_es: Actualización automática OCSNG
gl_es: Actualización automática OCSNG
hr_hr: Automatska nadogradnja OCSNG-a
ro_ro: Actualizează OCSNG automat
tr_tr: Kendiliğinden OCSNG güncellemesi

source: Inventory agent
ca_es: Agent d'inventari
es_es: Agente de inventariado
gl_es: Axente de inventario
hr_hr: Agent za imovinu
ro_ro: Agent inventar
tr_tr: Envanter ajanı

source: OCSNG TAG
ca_es: Etiqueta OCSNG
es_es: TAG OCSNG
hr_hr: OCSNG oznaka
ro_ro: Tag OCSNG
tr_tr: OCSNG ETİKETİ

source: OCSNG ID
ca_es: Identificador OCSNG
es_es: ID OCSNG
ro_ro: ID OCSNG
tr_tr: OCSNG KODU

source: Last OCSNG connection date
ro_ro: Data ultimei conexiuni OCSNG
tr_tr: Son OCSNG bağlantısı tarihi

source: IP Source
ro_ro: IP Sursă
tr_tr: IP Kaynağı

source: Registry
ca_es: Registre
es_es: Registro
gl_es: Rexistro de Windows
hr_hr: Registar
ro_ro: Registru
tr_tr: Kayıt Defteri

source: Key/Value
ca_es: Clau/valor
es_es: Clave/Valor
gl_es: Chave/valor
hr_hr: Ključ/Vrijednost
ro_ro: Cheie / valoare
tr_tr: Anahtar/Değer

source: OCSNG name
ca_es: Nom OCSNG
es_es: Nombre OCSNG
gl_es: Nome OCSNG
hr_hr: OCSNG ime
ro_ro: Nume OCSNG
tr_tr: OCSNG adı

source: OCSNG server
ca_es: Servidor OCSNG
es_es: Servidor OCSNG
hr_hr: OCSNG poslužitelj
ro_ro: Server OCSNG
tr_tr: OCSNG sunucusu

source: OCSNG link
ca_es: Enllaç OCSNG
es_es: Enlace OCSNG
gl_es: Ligazón OCSNG
hr_hr: OCSNG poveznica
ro_ro: Link OCSNG
tr_tr: OCSNG bağlantısı

source: Link possible
ca_es: Enllaç possible
es_es: Enlace posible
hr_hr: Veza je moguća
ro_ro: Link posibil
tr_tr: Bağlantı yapılabilir

source: Import refused
ca_es: Importació refusada
es_es: Importación rechazada
hr_hr: Uvoz odbijen
ro_ro: Import refuzat
tr_tr: Alma işlemi reddedildi

source: New computer created in GLPI
ca_es: Nou ordinador creat en GLPI
es_es: Nuevo equipo creado en GLPI
hr_hr: Novo računalo stvoreno u GLPI-u
ro_ro: Calculator nou creat în GLPI
tr_tr: GLPI içinde yeni bilgisayar oluşturuldu

source: Link with computer
ca_es: Enllaç amb ordinador
es_es: Enlace con el equipo
hr_hr: Poveži s računalom
ro_ro: Legătură la calculator
tr_tr: Bilgisayarlarla bağlantı

source: Locked field
ca_es: Camp bloquejat
es_es: Campo bloqueado
gl_es: Campo bloqueado
hr_hr: Zaključano polje
ro_ro: Câmp blocat
tr_tr: Kilitli alan

source: Automatic synchronization's configuration
ca_es: Configuració de la sincronització automàtica
es_es: Sincronización automática de la configuración
gl_es: Configuración da sincronización automática
hr_hr: Postavke za automatsko usklađivanje
ro_ro: Configurare sincronizare automată
tr_tr: Kendiliğinden eşleştirme ayarları

source: Please activate the plugin
ca_es: Si et plau activa el connector
es_es: Activa el plugin, por favor
gl_es: Por favor, activa o plugin
hr_hr: Molim, aktivirajte dodatak
ro_ro: Activaţi vă rog plugin -ul
tr_tr: Lütfen uyumlu eki etkinleştirin

source: Pc deleted
ca_es: PC borrado
ro_ro: Pc şters
tr_tr: Bilgisayar silindi

source: No new computers to delete
ca_es: No hi ha nous ordinadors per esborrar
ro_ro: Niciun nou calculator de şters
tr_tr: Silinecek yeni bir bilgisayar yok

source: Clean OCSNG deleted computers
ca_es: Neteja ordinadors eliminats d'OCSNG
ro_ro: Curăţă calculatoarele şterse OCSNG
tr_tr: OCSNG üzerinden silinmiş bilgisayarları temizleyin

source: Computers imported by automatic actions
ca_es: Ordinadors importats per accions automàtiques
es_es: Equipos importados por acciones automáticas
gl_es: Equipos importados polas accións automáticas
hr_hr: Računala uvezena automatizacijom
ro_ro: Calculatoare importate prin sincronizarea automată
tr_tr: Kendiliğinden işlemlerle alınmış bilgisayarlar

source: Unknown imported network ports
ro_ro: Port reţea importat necunoscut
tr_tr: Alınan bilinmeyen ağ kapıları

source: Processes execution of automatic actions
ca_es: Processa l'execució d'accions automàtiques
es_es: Ejecución de procesos de acciones automáticas
gl_es: Execución de procesos de accións automáticas
hr_hr: Procesira izvršenje automatizacije
ro_ro: Execuţii sincronizări automate
tr_tr: Kendiliğinden işlemleri yürütür

source: Clean links between GLPI and OCSNG
ca_es: Neteja enllaços entre GLPI i OCSNG
es_es: Limpiar enlaces entre GLPI y OCSNG
gl_es: Limpeza de ligazóns GLPI-OCSNG
hr_hr: Očisti veze između GLPI-a i OCSNG-a
ro_ro: Şterge legăturile dintre GLPI şi OCSNG
tr_tr: GLPI ve OCSNG arasındaki bağlantıları temizleyin

source: Information about the script
ca_es: Informació al voltant del script
es_es: Información sobre el script
gl_es: Información do script
hr_hr: Podaci o skripti
ro_ro: Informaţii despre script
tr_tr: Betikle ilgili bilgiler

source: Show processes where nothing was changed
ca_es: Mostra processos a on res ha canviat
es_es: Mostrar los procesos donde no se ha cambiado nada
gl_es: Amosa procesos nos que non se cambiou nada
hr_hr: Pokaži procese bez promjena
ro_ro: Arată procesările când nimic nu s+a schimbat
tr_tr: Hiç bir şeyin değişmediği işlemlere bakın

source: Authorize the OCSNG update
ca_es: Autoritza l'actualització d'OCSNG
es_es: Autorizar la actualización OCSNG
gl_es: Permitir a actualización de OCSNG
hr_hr: Dopusti nadogradnju OCSNG-a
ro_ro: Autorizează actualizarea OCSNG
tr_tr: OCSNG güncellemesini onaylayın

source: Refresh information of a process every
ca_es: Actualitza la informació d'un procés cada
es_es: Actualizar la información de un proceso cada
gl_es: Actualizar a información dun proceso cada
hr_hr: Osvježi informacije o procesu svakih
ro_ro: Refreshul informaţiilor proceselor la fiecare
tr_tr: Bir işlemin bilgileri şu kadar zamanda bir yenilensin

source: second
ca_es: segon
es_es: segundo
gl_es: segundo
hr_hr: sekunda
ro_ro: secundă
tr_tr: saniye

source: Check OCSNG import script
ca_es: Comprova el script d'importació d'OCSNG
es_es: Compruebe el scrip de importación de OCSNG
gl_es: Comproba o script de importación do OCSNG
hr_hr: Provjeri skriptu OCSNG-a za uvoz
ro_ro: Control script import OCSNG
tr_tr: OCSNG alma betiğini sınayın

source: Lock not activated
ca_es: Bloqueig no activat
es_es: Bloqueo no activado
gl_es: Bloqueo non activado
hr_hr: Zaključavanje nije aktivirano
ro_ro: Blocaj neactivat
tr_tr: Kilitlenmemiş

source: Lock activated
ca_es: Bloqueig activat
es_es: Bloqueo activado
gl_es: Bloqueo activado
hr_hr: Zaključavanje aktivirano
ro_ro: Blocaj activat
tr_tr: Kilitlenmiş

# button
source: Lock
ca_es: Bloqueig
es_es: Bloquear
gl_es: Bloqueo
hr_hr: Zaključaj
ro_ro: Blocaj
tr_tr: Kilitleyin

# button
source: Unlock
ca_es: Desbloqueig
es_es: Desbloquear
gl_es: Desbloqueo
hr_hr: Otključaj
ro_ro: Deblocaj
tr_tr: Kilidi açın

source: All servers
ca_es: Tots els servidors
es_es: Todos los servidores
gl_es: Todos os servidores
hr_hr: Svi poslužitelji
ro_ro: Toate serverele
tr_tr: Tüm sunucular

source: Computer not imported
ca_es: Ordinador no importat
es_es: Equipo no importado
gl_es: Equipo non importado
hr_hr: Računalo koja nije uvezeno
ro_ro: Calculator neimportat
tr_tr: Alınmayan bilgisayarlar

source: Process time
ca_es: Temps de procés
es_es: Tiempo de proceso
gl_es: Tempo de procesado
hr_hr: Vrijeme postupka
ro_ro: Timp procesare
tr_tr: İşlem süresi

source: Process
ca_es: Procés
es_es: Proceso
gl_es: Procesado
hr_hr: Postupak
ro_ro: Proces
tr_tr: İşlem

source: Thread
ca_es: Fil
es_es: Hilo
gl_es: Fío
hr_hr: Nit
tr_tr: İş parçacığı

source: Rules checked
ca_es: Regles comprovades
es_es: Reglas comprobadas
gl_es: Comprobación de regras
hr_hr: Pravila provjerena
ro_ro: Reguli controlate
tr_tr: Denetlenen kural

source: Computers imported
ca_es: Ordinadors importats
es_es: Equipos importados
gl_es: Equipos importados
hr_hr: Uvežena računala
ro_ro: Calculatoare importate
tr_tr: Alınan bilgisayar

source: Computers linked
ca_es: Ordinadors enllaçats
es_es: Equipos enlazados
gl_es: Equipos ligados
hr_hr: Spojena računala
ro_ro: Calculatoare legate
tr_tr: Bağlanan bilgisayar

source: Computers not updated
ca_es: Ordinadors no actualitzats
es_es: Equipos no actualizados
gl_es: Equipos non actualizados
hr_hr: Nenadograđena računala
ro_ro: Calculatoare neactualizate
tr_tr: Güncellenmeyen bilgisayar

source: Computers synchronized
ca_es: Ordinadors sincronitzats
es_es: Equipos sincronizados
gl_es: Equipos sincronizados
hr_hr: Usklađena računala
ro_ro: Calculatoare sincronizate
tr_tr: Eşleştirilen bilgisayar

source: Computers not unique
ca_es: Ordinadors no únics
es_es: Equipos no únicos
gl_es: Equipos non únicos (duplicados?)
hr_hr: Duplicirana računala
ro_ro: Calculatoare neunice
tr_tr: Eşsiz olmayan bilgisayar

source: Asset Tag
tr_tr: Varlık Etiketi

source: Configuration of OCSNG server
ca_es: Configuració del servidor OCSNG
es_es: Configuración del servidor OCSNG
gl_es: Configuración do servidor OCSNG
hr_hr: Konfiguracija poslužitelja OCSNG
ro_ro: Configurare server OCSNG
tr_tr: OCSNG sunucusunun ayarları

source: Import new computers
ca_es: Importa nous ordinadors
es_es: Importar nuevos equipos
gl_es: Importación de computadores novos
hr_hr: Uvezi nova računala
ro_ro: Importa noi computere
tr_tr: Yeni bilgisayarlar alınsın

source: Synchronize computers already imported
ca_es: Sincronització d'ordinadors ja importats
es_es: Sincronizar equipos ya importados
gl_es: Sincronización de computadores xa importados
hr_hr: Uskladi s već uvezenim računalima
ro_ro: Sincronizeaza computerele deja importate
tr_tr: Önceden alınmış bilgisayarlar eşitlensin

source: Link new OCSNG computers to existing GLPI computers
ca_es: Enllaça els nous ordinadors OCSNG als ordinadors existents GLPI
es_es: Enlazar nuevos equipos OCSNG a equipos existentes en GLPI
gl_es: Ligar novos equipos OCSNG cos existentes en GLPI
hr_hr: Poveži nova (OCSNG) u postojeća računala (GLPI)
ro_ro: Leagă noile calculatoare din OSCNG cu cele existente in GLPI
tr_tr: Yeni OCSNG bilgisayarları varolan GLPI bilgisayarlarıyla bağlansın

source: Scripts execution of automatic actions
ca_es: Execució de scripts d'accions automàtiques
es_es: Ejecución de scripts de acciones automáticas
gl_es: Execución de scripts de accións automáticas
hr_hr: Automatski izvršene skripte
ro_ro: Executare scripturi sincronizare automată
tr_tr: Kendiliğinden işlemlerin betik yürütmesi

source: Computers not imported by automatic actions
ca_es: Ordinadors no importats per accions automàtiques
es_es: Equipos no importados por acciones automáticas
gl_es: Equipos non importados polas accións automáticas
hr_hr: Računala koja nisu uvezena automatizacijom
ro_ro: Calculatoare neimportate prin sincronizarea automată
tr_tr: Kendiliğinden işlemlerle alınmamış bilgisayarlar

source: Unknown type from OCS
ca_es: Tipus desconegut per OCS
es_es: Tipo desconocido desde OCS
hr_hr: Nepoznati tip iz OCS-a
ro_ro: Tip necunoscut din OCS
tr_tr: Bilinmeyen OCS tipleri

source: Invalid
ca_es: Invàlid
es_es: Incorrecto
hr_hr: Nije valjan
tr_tr: Geçersiz

source: OCS TYPE
ca_es: Tipus OCS
es_es: TIPO OCS
tr_tr: OCS TİPİ

source: OCS MIB TYPE
es_es: TIPO MIB OCS
tr_tr: OCS MIB TİPİ

source: Create an entry for defining this type
ca_es: Crea una entrada per a la definició d'aquest tipus
es_es: Crear una entrada para definir este tipo
hr_hr: Stvaranje unosa za definiranje ovog tipa
ro_ro: Crează o intrare pentru difinirea acestui tip
tr_tr: Bu tipi tanımlayan bir kayıt oluşturun

source: Create a mapping
ca_es: Crea una cartografia
es_es: Crear un mapa
hr_hr: Stvorite mapiranje
ro_ro: Crează o mapare
tr_tr: Bir harita ekleyin

source: empty
ca_es: buit
ro_ro: gol
tr_tr: boş

source: Unknown network port type from OCS
ca_es: Tipus de port de xarxa d'OCS desconegut
tr_tr: OCS tarafından bilinmeyen ağ kapısı tipi

source: No unknown network port type from OCS !
ca_es: Tipus de port de xarxa d'OCS no desconegut!
tr_tr: OCS tarafından bilinmeyen ağ kapısı tipi yok !

source: Network port type
ca_es: Tipus de port de xarxa
es_es: Tipo de puerto de red
hr_hr: Tip mrežnog priključka
ro_ro: Tip port reţea
tr_tr: Ağ kapısı tipleri

source: Any kind
ca_es: Qualsevol tipus
ro_ro: Niciun tip
tr_tr: Her tip

source: OCS TYPE MIB
es_es: TIPO OCS MIB
tr_tr: OCS TİPİ MIB

source: Corresponding Network Port type
ca_es: Tipus de port de xarxa corresponent
es_es: Tipo de puerto de red correspondiente
hr_hr: Odgovarajući tip mrežnog priključka
ro_ro: Corespondenţă tip Port Reţea
tr_tr: Karşı gelen ağ kapısı tipi

source: Ethernet medium type
ca_es: Tipus mitjà d'Ethernet
es_es: Tipo del medio ethernet
hr_hr: Tip ethernet medija
ro_ro: Tip medium Ethernet
tr_tr: Ethernet ortamı tipi

source: Ethernet medium speed
ca_es: Velocitat mitjana Ethernet
es_es: Velocidad del medio ethernet
hr_hr: Brzina ethernet medija
ro_ro: Viteză medium Ethernet
tr_tr: Ethernet ortamı hızı

source: Wifi card Version
ca_es: Versió de targeta Wifi
es_es: Versión de la tarjeta wifi
hr_hr: Inačica WiFi kartice
ro_ro: Versiune cardl Wifi
tr_tr: WiFi kartının sürümü

source: Transform unknown ports that match
ca_es: Transforma ports desconeguts que coincideixen
tr_tr: Bilinmeyen kapılar şuna göre dönüştürülsün

source: Create
ca_es: Crea
es_es: Crear
hr_hr: Stvorite
ro_ro: Crează
tr_tr: Oluşturun

source: Device ID
ca_es: ID de dispositiu
es_es: ID del dispositivo
gl_es: ID de periférico
hr_hr: ID uređaja
ro_ro: ID device
tr_tr: Aygıt Kodu

source: Verified rules
ca_es: Regles verificades
es_es: Reglas verificadas
gl_es: Regras verificadas
hr_hr: Provjerena pravila
ro_ro: Reguli verificate
tr_tr: Doğrulanan kural

source: Can't affect an entity
ca_es: No pot afectar a una entitat
es_es: No puede afectar a una entidad
gl_es: Non pode afectar á entidade
hr_hr: Utjecaj na jedinicu nije moguć
ro_ro: Nu poate afecta o entitate
tr_tr: Bir birimi etkilemez

source: Unicity criteria not verified
ca_es: El criteri d'unicitat no verificat
es_es: Criterios de unicidad no verificados
gl_es: Criterio de non duplicación non verificado
hr_hr: Kriterij jedinstvenosti nije provjeren
ro_ro: Criterii de unicitate neverificate
tr_tr: Unicity ölçütü doğrulanmadı

source: Import refused by rule
ca_es: Importació refusada per una regla
es_es: Importación rechazada por una regla
gl_es: Importación rexeitada por regra
hr_hr: Uvoz odbijen pravilom
ro_ro: Import refuzat de o regulă
tr_tr: Bir kural nedeniyle alma yapılmadı

source: Actions to be made on the computer
ca_es: Accions que es faran a l'ordinador
es_es: Acciones a realizar en el equipo
gl_es: Accións a realizar no equipo
hr_hr: Akcije za izvršiti na računalu
ro_ro: Acţiuni de realizat pe calculator
tr_tr: Bilgisayar üzerinde yapılacak işlemler

source: Send OCSNG not imported computers alert failed
ca_es: Envia alerta de fallida dels ordinadors OCSNG no importats
es_es: Enviar alerta de no importación de equipos de OCSNG fallida
gl_es: Fallou a alerta para enviar computadores OCSNG non importados
hr_hr: Slanje upozorenja OCSNG-a "Neuvežena računala" nije uspjelo
ro_ro: Eşec la trimiterea alertelor privind calculatoarel neimportate din OCSNG
tr_tr: OCSNG alınmayan bilgisayar uyarısı gönderilemedi

source: Not imported computers alert
ca_es: Alerta d'ordinadors no importats
ro_ro: Alertă calculatoare neinportate
tr_tr: Alınmayan bilgisayarlar uyarısı

source: OCS NG Interface
ca_es: Interfície OCS NG
es_es: Interfaz OCS NG
gl_es: Interface OCSNG
hr_hr: OCS NG Sučelje
ro_ro: Interfaţa OCSNG
tr_tr: OCSNG Arayüzü

# button
source: Force synchronization
ca_es: Força la sincronització
es_es: Forzar la sincronización
gl_es: Forzar sincronización
hr_hr: Prisili usklađivanje
ro_ro: Forţare sincronizare
tr_tr: Eşleştirilsin

source: Imported from OCSNG
ca_es: Importat d'OSCNG
es_es: Importado desde OCSNG
gl_es: Importación dende OCSNG
hr_hr: Uveženo iz OCSNG-a
ro_ro: Importat din OCSNG
tr_tr: OCSNG üzerinden alındı

source: Deleted in OCSNG
ca_es: Eliminat a l'OCSNG
es_es: Eliminado en OCSNG
gl_es: Borrado de OCSNG
hr_hr: Izbrisano u OCSNG-u
ro_ro: Sters din OCSNG
tr_tr: OCSNG üzerinde silindi

source: Linked with an OCSNG computer
ca_es: Enllaçat amb un ordinador d'OCSNG
es_es: Enlazado con un equipo OCSNG
gl_es: Ligado cun computador de OCSNG
hr_hr: Povezan s računalom iz OCSNG-a
ro_ro: Conectat la un computer OCSNG
tr_tr: Bir OCSNG bilgisayarı ile bağlı

source: The OCSNG ID of the computer changed from %1$s to %2$s
ca_es: L'identificador d'OSCNG de l'ordinador ha canviat de %1$s a %2$s
es_es: El ID OCSNG del equipo cambió de %1$s a %2$s
gl_es: A ID OCSNG do computador mudou de %1$s a %2$s
hr_hr: OCSNG ID računala je promijenjen s %1$s na %2$s
ro_ro: ID -ul calculatorului din OCSNG a fost schimbat de la %1$s la %2$s
tr_tr: Bilgisayarın %1$s olan OCSNG kodu %2$s olarak değiştirildi

source: The OCSNG TAG of the computer changed from %1$s to %2$s
ca_es: L'etiqueta d'OCSNG de l'ordinador ha canviat de %1$s a %2$s
es_es: El TAG OCSNG del equipo cambió de %1$s a %2$s
gl_es: O TAG OCSNG do computador mudou de %1$s a %2$s
hr_hr: OCSNG oznaka računala je promijenjena iz %1$s na %2$s
ro_ro: Tag-ul calculatorului din OCSNG a fost schimbat de la %1$s la %2$s
tr_tr: Bilgisayarın %1$s olan OCSNG etiketi %2$s olarak değiştirildi

source: Import options
ca_es: Opcions d'importació
es_es: Opciones de importación
gl_es: Opcións de importación
hr_hr: Opcije uvoza
ro_ro: Optiuni de importare
tr_tr: Ayarları alın

source: General information
ca_es: Informació general
es_es: Información general
gl_es: Información xeral
hr_hr: Opće informacije
ro_ro: Informatii generale
tr_tr: Genel bilgiler

source: OCSNG console
ca_es: Consola OCSNG
es_es: Consola OCSNG
gl_es: Consola OCSNG
hr_hr: OCSNG konzola
ro_ro: Consola OCSNG
tr_tr: OCSNG konsolu

source: Expert sync mode
ca_es: Mode expert de sincronització
es_es: Modo de sincronización experto
gl_es: Modo de sincronización experto
hr_hr: Mod expert sinkronizacije
ro_ro: Expert sync mod
tr_tr: Uzman eşleştirme kipi

source: Database in UTF8
ca_es: Base de dades en UTF8
es_es: Base de datos en UTF8
gl_es: Base de datos en UTF8
hr_hr: Baza podataka u UTF8 notaciji
ro_ro: Baza de date în UTF8
tr_tr: Veritabanı UTF8

source: Choice of an OCSNG server
ca_es: Tria un servidor OCSNG
es_es: Elija un servidor OCSNG
gl_es: Elixa un servidor OCSNG
hr_hr: Izbor OCSNG poslužitelja
ro_ro: Alegere unu server OCSNG
tr_tr: OCSNG sunucusu seçimi

source: If you not find your OCSNG server in this dropdown, please check if your profile can access it !
tr_tr: Açılan kutuda OCSNG sunucunuz görüntülenmiyorsa lütfen proilinizin erişim ayarlarını denetleyin !

source: Configuration of OCSNG server %s
ca_es: Configuració del servidor OCSNG %s
es_es: Configuración del servidor OCSNG %s
gl_es: Configuración do servidor OCSNG %s
hr_hr: Konfiguracija poslužitelja OCSNG %s
ro_ro: Configurare server OCSNG %s
tr_tr: %s OCSNG sunucusunun ayarları

source: The selected server is not active. Import and synchronisation is not available
ca_es: El servidor seleccionat no està actiu. La importació i sincronització no està disponible
es_es: El servidor seleccionado no está activo. La importación y sincronización no están disponibles
hr_hr: Odabrani poslužitelj nije aktivan. Uvoz i sinkronizacija nisu dostupni
ro_ro: Serverul selectat nu este activ. Importul şi sincronizarea nu este disponibilă
tr_tr: Seçilmiş sunucu etkin olmadığından, alma ve eşleştirme yapılamaz

source: Warning : the import entity rules depends on selected fields
tr_tr: Uyarı: alma varlık kuralları seçilmiş alanlara bağlı

source: OCSNG administrative information
ca_es: Informació administrativa d'OCSNG
es_es: Información administrativa de OCSNG
gl_es: Información administrativa de OCSNG
hr_hr: OCSNG administrativni podaci
ro_ro: Informaţii adminitrative OCSNG
tr_tr: OCSNG yönetim bilgileri

source: Depends on Bios import
ro_ro: Depinde de import BIOS
tr_tr: Bios alımına bağlı

source: No import
ca_es: No importar
es_es: No importar
gl_es: Non se importou
hr_hr: Bez uvoza
ro_ro: Nu importa
tr_tr: Bilgi alınmadı

source: Web address of the OCSNG console
ca_es: URL de la consola d'OCSNG
es_es: Dirección web de la consola OCSNG
gl_es: URL da consola de OCSNG
hr_hr: Web adresa OCSNG konzole
ro_ro: URL-ul consolei OCSNG
tr_tr: OCSNG konsolunun web adresi

source: Limit the import to the following tags (separator $, nothing for all)
ca_es: Limita la importació a les etiquetes següents (separador $, res per a totes)
es_es: Limitar la importación a las siguientes etiquetas (separador $, nada para todas)
gl_es: Limitar a importación ás tags seguintes (separador $; nada, para todos)
hr_hr: Ograniči uvoz na sljedeće oznake (za odvajanje $, ništa za sve)
ro_ro: Limita de import pentru urmatoarele tag-uri ($ separator, nimic pentru toate)
tr_tr: Yalnız şu etiketler alınsın (ayıraç $, tümü için boş bırakın)

source: Exclude the following tags (separator $, nothing for all)
ca_es: Exclou les següents etiquetes (separador $, res per a totes)
es_es: Excluir las siguientes etiquetas (separador $, nada para todas)
gl_es: Excluir as seguintes etiquetas (separador $, nada para todas)
hr_hr: Izostavi sljedeće oznake (za odvajanje $, ništa za sve)
ro_ro: Excludeti urmatoarele tag-uri (separator $, nimic pentru toate)
tr_tr: Şu etiketler alınmasın (ayıraç $, tümü için boş bırakın)

source: Default status
ca_es: Estat predeterminat
es_es: Estado predeterminado
gl_es: Estado predeterminado
hr_hr: Početno stanje
ro_ro: Status implicit
tr_tr: Varsayılan durum

source: Behavior when disconnecting
ca_es: Comportament en desconnectar
es_es: Comportamiento cuando se desconecte
gl_es: Comportamento durante a desconexión
hr_hr: Ponašanje prilikom isključenja
ro_ro: Comportament la deconectare
tr_tr: Bağlantı kesilme davranışı

source: Global import
ca_es: Importació global
es_es: Importación global
gl_es: Importación global
hr_hr: Globalni uvoz
ro_ro: Import global
tr_tr: Toplu alma

source: Unit import
ca_es: Importació única
es_es: Importación unitaria
gl_es: Importación única
hr_hr: Uvoz stavki
ro_ro: Unitatea de import
tr_tr: Birim alma
