Repository: pluginsGLPI/ocsinventoryng
Catalog: trun/locales/*.po
Languages: pt_br

source: Restart import
pt_br: Reiniciar importação

source: Import in the entity
pt_br: Importar a entidade

source: Delete computer in OCSNG
pt_br: Excluir um computador do OCSNG

source: Force synchronization OCSNG
pt_br: Forçar sincronização com OCSNG

source: Unlock fields
pt_br: Destravar campos

source: GLPI import date
pt_br: Data de importação no GLPI

source: Last OCSNG inventory date
pt_br: Data do último inventário do OCSNG

source: Automatic update OCSNG
pt_br: Atualizar automaticamente OCSNG

source: Inventory agent
pt_br: Agente de inventário

source: OCSNG TAG
pt_br: TAG no OCSNG

source: OCSNG ID
pt_br: ID OCSNG

source: Registry
pt_br: Registrar

source: Key/Value
pt_br: Chave/Valor

source: OCSNG name
pt_br: Nome OCSNG

source: OCSNG server
pt_br: Servidor OCSNG

source: OCSNG link
pt_br: Link OCSNG

source: Locked field
pt_br: Campo travado

source: Automatic synchronization's configuration
pt_br: Configuração da sincronização automática

source: Please activate the plugin
pt_br: Por favor, ative o plugin

source: Computers imported by automatic actions
pt_br: Computadores importados por ações automáticas

source: Processes execution of automatic actions
pt_br: Execução de processos de ações automáticas

source: Clean links between GLPI and OCSNG
pt_br: Apagar vínculos entre GLPI e OCSNG

source: Information about the script
pt_br: Informação sobre o script

source: Show processes where nothing was changed
pt_br: Mostrar processos em que nada foi alterado

source: Authorize the OCSNG update
pt_br: Autorizar a atualização do OCSNG

source: Refresh information of a process every
pt_br: renovar informação de um processo a cada

source: second
pt_br: segundo

source: Check OCSNG import script
pt_br: Verificar script de importação do OCSNG

source: Lock not activated
pt_br: Trava não ativar

source: Lock activated
pt_br: Trava ativada

# button
source: Lock
pt_br: Travar

# button
source: Unlock
pt_br: Destravar

source: All servers
pt_br: Todos os servidores

source: Computer not imported
pt_br: Computador não importado

source: Process time
pt_br: Tempo de processamento

source: Process
pt_br: Processo

source: Rules checked
pt_br: Regras verificadas

source: Computers imported
pt_br: Computadores importados

source: Computers linked
pt_br: Computadores vinculados

source: Computers not updated
pt_br: Computadores não atualizados

source: Computers synchronized
pt_br: Computadores sincronizados

source: Computers not unique
pt_br: Computadores não únicos

source: Configuration of OCSNG server
pt_br: Configuração do servidor OCSNG

source: Import new computers
pt_br: Importar novos computadores

source: Synchronize computers already imported
pt_br: Sincronizar computadores já importados

source: Link new OCSNG computers to existing GLPI computers
pt_br: Vincular novos computadores do OCSNG a computadores existentes do GLPI

source: Scripts execution of automatic actions
pt_br: Execução de scripts de ações automáticas

source: Computers not imported by automatic actions
pt_br: Computadores não importados por ações automáticas

source: Unknown type from OCS
pt_br: Tipo desconhecido do OCS

source: Invalid
pt_br: Inválido

source: OCS TYPE
pt_br: TIPO OCS

source: OCS MIB TYPE
pt_br: TIPO MIB OCS

source: Create an entry for defining this type
pt_br: Cria uma entrada para definição deste tipo

source: Create a mapping
pt_br: Criar um mapeamento

source: Network port type
pt_br: Tipo de porta de rede

source: OCS TYPE MIB
pt_br: MIB TIPO OCS

source: Corresponding Network Port type
pt_br: Tipo de porta de rede correspondente

source: Ethernet medium type
pt_br: Tipo do meio Ethernet

source: Ethernet medium speed
pt_br: Velocidade do meio Ethernet

source: Wifi card Version
pt_br: Versão da placa WiFi

source: Create
pt_br: Criar

source: Device ID
pt_br: ID do dispositivo

source: Verified rules
pt_br: Regras verificadas

source: Can't affect an entity
pt_br: Não foi possível afetar uma entidade

source: Unicity criteria not verified
pt_br: Critérios de unicidade não verificados

source: Import refused by rule
pt_br: Importação recusada por regra

source: Actions to be made on the computer
pt_br: Ações a serem feitas no computador

source: Send OCSNG not imported computers alert failed
pt_br: Falha ao enviar alerta de computadores não importados ao OCSNG

source: OCS NG Interface
pt_br: Interface OCS NG

# button
source: Force synchronization
pt_br: Forçar sincronização

source: Imported from OCSNG
pt_br: Importado do OCSNG

source: Deleted in OCSNG
pt_br: Excluido no OCS-NG

source: Linked with an OCSNG computer
pt_br: Relacionado a um computador do OCS-NG

source: The OCSNG ID of the computer changed from %1$s to %2$s
pt_br: O ID de OCSNG do computador mudou de %1$s para %2$s

source: The OCSNG TAG of the computer changed from %1$s to %2$s
pt_br: O TAG de OCSNG do computador mudou de %1$s para %2$s

source: Import options
pt_br: Opções de importação

source: General information
pt_br: Informação geral

source: OCSNG console
pt_br: Console do OCSNG

source: Expert sync mode
pt_br: Modo expert de sincronização

source: Database in UTF8
pt_br: Banco de dados em UTF8

source: Choice of an OCSNG server
pt_br: Escolha de um servidor OCSNG

source: Configuration of OCSNG server %s
pt_br: Configurações do servidor OCSNG %s

source: The selected server is not active. Import and synchronisation is not available
pt_br: O servidor selecionado não está ativo. Importação e sincronização não estão disponíveis

source: OCSNG administrative information
pt_br: Informação administrativa do OCSNG

source: No import
pt_br: Não importar

source: Web address of the OCSNG console
pt_br: Endereço web do console do OCSNG

source: Limit the import to the following tags (separator $, nothing for all)
pt_br: Limitar a importação das seguintes tags (separador $, nada para todos)

source: Exclude the following tags (separator $, nothing for all)
pt_br: Excluir as seguintes tags (separador $, nada para todos)

source: Default status
pt_br: Status padrão

source: Behavior when disconnecting
pt_br: Comportamento quando estiver desconectando

source: Global import
pt_br: Importação global

source: Unit import
pt_br: Importação unitária

source: Unit import on serial number
pt_br: Importação unitária por número de série

source: Unit import serial number only
pt_br: Importação unitária por número de série somente

source: Use the OCSNG software dictionary
pt_br: Usar o dicionário de softwares do OCSNG

source: Number of items to synchronize via the automatic OCSNG action
pt_br: Número de itens para sincronizar via a ação automática do OCSNG

source: Behavior to the deletion of a computer in OCSNG
pt_br: Comportamento para exclusão de um computador do OCSNG

source: Change to state %s
pt_br: Alterar o estado %s

source: No import: the plugin will not import these elements
pt_br: Não importar: o plugin não vai importar esses elementos

source: Global import: everything is imported but the material is globally managed (without duplicate)
pt_br: Importação glocal: tudo será importado, mas o material é gerenciado glocalmente (sem duplicatas)

source: Unit import: everything is imported as it is
pt_br: Importação unitária: tudo é importado como está

source: Automatic connection of computers
pt_br: Conexão automática de computadores

source: Enable the automatic link
pt_br: Habilitar a vinculação automática

source: Existence criteria of a computer
pt_br: Critérios de existência de um computador

source: The link automatically connects a GLPI computer with one in OCSNG.
pt_br: O vínculo conecta automaticamente um computador do GLPI com um do OCSNG.

source: This option is taken into account during manual link and by synchronization scripts."
pt_br: Esta opção é levada em conta durante vinculação manual e por scripts de sincronização.

source: Standard (allow manual actions)
pt_br: Padrão (permite ações manuais)

source: Expert (Fully automatic, for large configuration)
pt_br: Export (completamente automático, para configurações maiores)

source: Synchronisation method
pt_br: Método de sincronização

source: Connecting to the database
pt_br: Conectando ao banco de dados

source: Connection to the database failed
pt_br: Falha ao conectar ao banco de dados

source: Invalid OCSNG Version: RC3 is required
pt_br: Versão do OCSNG inválido: RC3 é necessária

source: Invalid OCSNG configuration (TRACE_DELETED must be active)
pt_br: Configuração inválida do OCSNG (TRACE_DELETED deve estar ativo)

source: Connection to database successful
pt_br: Conexão com o banco de dados com sucesso

source: Valid OCSNG configuration and version
pt_br: Configuração e versão válida do OCSNG

source: Unable to add. The OCSNG server already exists.
pt_br: Não foi possível adicionar. O servidor OCSNG já existe.

source: Unable to import, GLPI computer is already related to an element of OCSNG (%d)
pt_br: Não foi possível importar. Computador do GLPI já é relacionado a um elemento de OCSNG (%d)

source: Swap
pt_br: Trocar

source: Import date in GLPI
pt_br: Data de importação no GLPI

source: Existing in GLPI
pt_br: Existente no GLPI

source: Existing in OCSNG
pt_br: Existente no OCSNG

source: No item to clean
pt_br: Nenhum item para limpar

source: No new computer to be updated
pt_br: Nenhum computador novo para ser atualizado

source: Computers updated in OCSNG
pt_br: Computadores atualizados no OCSNG

# button
source: Synchronize
pt_br: Sincronizador

source: Update computers
pt_br: Atualizar computadores

source: Auto update
pt_br: Atualização automática

source: Caution! The imported data (see your configuration) will overwrite the existing one
pt_br: Cuidado! Os dados importados (veja sua configuração) serão sobrescritos com o existente

source: Manual import mode
pt_br: Modo importação manual

source: Disable preview
pt_br: Desabilitar pré-visualização

source: Enable preview
pt_br: Habilitar pré-visualização

source: Check first that duplicates have been correctly managed in OCSNG
pt_br: Verificar primeiro se duplicatas foram gerenciados corretamente no OCSNG

# button
source: Import
pt_br: Importar

source: Match the rule ?
pt_br: Mesma regra?

source: Target location
pt_br: Localização do alvo

source: No new computer to be imported
pt_br: Nenhum novo computador para ser importado

source: No OCSNG server defined
pt_br: Nenhum servidor OCSNG definido

source: Check updates from server
pt_br: Verificar atualizações do servidor

source: Computers don't check any rule
pt_br: Computadores correspondem a nenhuma regra

source: Duplicate computers
pt_br: Computadores duplicados

source: Computers whose import is refused by a rule
pt_br: Computadores cuja importação foi recursada por uma regra

source: Statistics of the OCSNG link
pt_br: Estatísticas de vínculos do OCSNG

source: Manually synchronization
pt_br: Sincronização manual

source: See information
pt_br: Ver informação

source: %d registry key found
pt_br: %d chave de registro encontrada

source: Hive
pt_br: Grupo

source: Path
pt_br: Caminho

source: No key found in registry
pt_br: Nenhuma chave encontrada no registro

source: Back to processes list
pt_br: Voltar para a lista de processos

source: Beginning date of execution
pt_br: Data de início da execução

source: Ending date of execution
pt_br: Data de fim da execução

source: Computers refused
pt_br: Computadores recusados

source: Process time execution
pt_br: Tempo de processamento da execução

source: Total of computers to be treated
pt_br: Total de computadores para ser tratados

source: performed percentage
pt_br: porcentagem realizada

source: Total of treated computers
pt_br: Total de computadores tratados

source: Number of threads
pt_br: Número de threads

source: Maximum
pt_br: Máximo

source: Clean processes
pt_br: Apagar processo

source: Delete processes after
pt_br: Excluir processos depois de
