Repository: pluginsGLPI/ocsinventoryng
Catalog: tags/1.1.0/locales/*.po
Languages: da_dk, fr_fr

source: Restart import
da_dk: Genstart import
fr_fr: Relancer l'import

source: Import in the entity
da_dk: Importer til entiteten
fr_fr: Importer dans l'enité

source: Delete computer in OCSNG
da_dk: Slet computer i OCSNG
fr_fr: Supprimer l'ordinateur d'OCSNG

source: Force synchronization OCSNG
da_dk: Gennemtving synkronisering OCSNG
fr_fr: Forcer la synchronisation OCSNG

source: Lock fields
da_dk: Lås felter
fr_fr: Verrouiller les champs

source: Unlock fields
da_dk: Lås felter op
fr_fr: Déverrouiller les champs

source: Update networkport types
da_dk: Opdater netværksport typer
fr_fr: Mettre à jour les types de port réseaux

source: GLPI import date
da_dk: GLPI import dato
fr_fr: Date d'import dans GLPI

source: Last OCSNG inventory date
da_dk: Sidste inventeringsdato i OCSNG
fr_fr: Date dernier inventaire OCSNG

source: Automatic update OCSNG
da_dk: Opdater automatisk OCSNG
fr_fr: Mise à jour OCSNG automatique

source: Inventory agent
da_dk: Inventeringsagent
fr_fr: Agent d'inventaire

source: OCSNG TAG
fr_fr: TAG OCSNG

source: OCSNG ID
fr_fr: ID OCSNG

source: Last OCSNG connection date
da_dk: Sidste OCSNG forbindelsesdato
fr_fr: Date de dernière connexion OCSNG

source: Registry
da_dk: Registreringsdatabase
fr_fr: Base de registre

source: Key/Value
da_dk: Nøgle/værdi
fr_fr: Clé/valeur

source: OCSNG name
da_dk: OCSNG navn
fr_fr: Nom OCSNG

source: OCSNG server
fr_fr: Serveur OCSNG

source: OCSNG link
fr_fr: Lien OCSNG

source: Link possible
da_dk: Link muligt
fr_fr: Liaison possible

source: Import refused
da_dk: Import afvist
fr_fr: Import refusé

source: New computer created in GLPI
da_dk: Ny computer oprettet i GLPI
fr_fr: Nouvel ordinateur créé dans GLPI

source: Link with computer
da_dk: Link med computer
fr_fr: Liaison avec un ordinateur

source: Locked field
da_dk: Låst felt
fr_fr: Champ verrouillé

source: Automatic synchronization's configuration
da_dk: Konfiguration af automatisk synkronisering
fr_fr: Configuration de la synchronisation automatique

source: Please activate the plugin
da_dk: Aktiver venligst udvidelsen
fr_fr: Merci d'activer le plugin

source: Pc deleted
da_dk: Pc slettet
fr_fr: Ordinateurs supprimés

source: No new computers to delete
da_dk: Ingen nye computere at slette
fr_fr: Pas de nouveaux ordinateurs à supprimer

source: Clean OCSNG deleted computers
da_dk: Ryd OCSNG slettede computere
fr_fr: Nettoyage des ordinateurs OCSNG supprimés

source: Computers imported by automatic actions
da_dk: Computere der er importeret af automatiske handlinger
fr_fr: Ordinateurs importés par la synchronisation automatique

source: Unknown imported network ports
da_dk: Ukendte importerede netværksporte
fr_fr: Ports réseaux inconnus importés

source: Processes execution of automatic actions
da_dk: Behandler udførelse af automatiske handlinger
fr_fr: Exécutions de la synchronisation automatique

source: Clean links between GLPI and OCSNG
da_dk: Ryd links mellem GLPI og OCSNG
fr_fr: Nettoyage des liens GLPI / OCSNG

source: Information about the script
da_dk: Information om scriptet
fr_fr: Informations sur le script

source: Show processes where nothing was changed
da_dk: Vis processer hvor intet blev ændret
fr_fr: Montrer les traitements quand rien n'a changé

source: Authorize the OCSNG update
da_dk: Godkend OCSNG opdateringen
fr_fr: Autoriser la mise à jour d'OCSNG

source: Refresh information of a process every
da_dk: Genopfrisk information for en process hver
fr_fr: Rafraichir les information du processus chaque

source: second
da_dk: sekund
fr_fr: seconde

source: Check OCSNG import script
da_dk: Tjek OCSNG importscriptet
fr_fr: Contrôler le script d'import OCSNG

source: Lock not activated
da_dk: Lås ikke aktiveret
fr_fr: Verrouillage non activé

source: Lock activated
da_dk: Lås aktiveret
fr_fr: Verrouillage activé

# button
source: Lock
da_dk: Lås
fr_fr: Verrouiller

# button
source: Unlock
da_dk: Lås op
fr_fr: Déverrouiller

source: All servers
da_dk: Alle servere
fr_fr: Tous les serveurs

source: Computer not imported
da_dk: Computer ikke importeret
fr_fr: Ordinateurs non importés

source: Process time
da_dk: Processtid
fr_fr: Heure de traitement

source: Process
fr_fr: Processus

source: Rules checked
da_dk: Regler tjekket
fr_fr: Règles contrôlées

source: Computers imported
da_dk: Importerede computere
fr_fr: Ordinateurs importés

source: Computers linked
da_dk: Linkede computere
fr_fr: Ordinateurs liés

source: Computers not updated
da_dk: Computere der ikke er opdateret
fr_fr: Ordinateurs non mis à jour

source: Computers synchronized
da_dk: Synkroniserede computere
fr_fr: Ordinateurs synchronisés

source: Computers not unique
da_dk: Ej-unikke computere
fr_fr: Ordinateurs non uniques

source: Configuration of OCSNG server
da_dk: Konfiguration af OCSNG server
fr_fr: Configuration du serveur OCSNG

source: Import new computers
da_dk: Importer nye computere
fr_fr: Importation de nouveaux ordinateurs

source: Synchronize computers already imported
da_dk: Synkronisér allerede importerede computere
fr_fr: Synchronisation des ordinateurs déjà importés

source: Link new OCSNG computers to existing GLPI computers
da_dk: Link nye OCSNG computere til eksisterende GLPI computere
fr_fr: Lier les nouveaux ordinateurs d'OCSNG avec ceux existants dans GLPI

source: Scripts execution of automatic actions
da_dk: Scriptudførelse af automatisk handlinger
fr_fr: Exécution des scripts de la synchronisation automatique

source: Computers not imported by automatic actions
da_dk: Computere der ikke blev importeret af automatiske handlinger
fr_fr: Ordinateurs non importés par la synchronisation automatique

source: Unknown type from OCS
da_dk: Ukendt type fra OCS
fr_fr: OCS : Type inconnu

source: Invalid
da_dk: Ugyldig
fr_fr: Invalide

source: OCS MIB TYPE
fr_fr: OCS Type MIB

source: Create an entry for defining this type
da_dk: Opret et emne til definering af denne type
fr_fr: Créer une entrée pour définir ce type

source: Create a mapping
da_dk: Opret en mapning
fr_fr: Créer une correspondance

source: empty
da_dk: tom
fr_fr: vide

source: Unknown network port type from OCS
da_dk: Ukendt netværksport-type fra OCS
fr_fr: Types de port réseau inconnu provenant d'OCSNG

source: No unknown network port type from OCS !
da_dk: Ingen ukendt netværksport-type fra OCS !
fr_fr: Pas de type de port réseau inconnu provenant d'OCSNG

source: Network port type
da_dk: Netværksportstype
fr_fr: Type de port réseau

source: Any kind
da_dk: Alle slags
fr_fr: Tout type

source: Corresponding Network Port type
da_dk: Tilhørende netværksportstype
fr_fr: Type de port réseau correspondant

source: Ethernet medium type
da_dk: Ethernetmedie-type
fr_fr: Type de port Ethernet

source: Ethernet medium speed
da_dk: Ethernetmedie-hastighed
fr_fr: Vitesse du port Ethernet

source: Wifi card Version
da_dk: Wifikort version
fr_fr: Version de la carte Wifi

source: Transform unknown ports that match
da_dk: Lav ukendte porte om der svarer til
fr_fr: Transformer les ports inconnus qui correspondent

source: Create
da_dk: Opret
fr_fr: Créer

source: Device ID
da_dk: Enheds-ID
fr_fr: Objet OCS

source: Verified rules
da_dk: Verificerede regler
fr_fr: Règles vérifiées

source: Can't affect an entity
da_dk: Kan ikke ændre en entitet
fr_fr: Impossible d'affecté une entité

source: Unicity criteria not verified
da_dk: Unikheds-kriterie ikke verificeret
fr_fr: Critères d'unicité non vériffiés

source: Import refused by rule
da_dk: Import afvist af regel
fr_fr: Import refusé par une règle

source: Actions to be made on the computer
da_dk: Handlinger der skal foretages på computeren
fr_fr: Actions à faire sur l'ordinateur

source: Send OCSNG not imported computers alert failed
da_dk: Afsendelse af ej-importerede computere til OCSNG alarm mislykkedes
fr_fr: Echec de l'envoi de l'alerte concernant les ordinateurs non importés d'OCSNG

source: Not imported computers alert
da_dk: Ej-importerede computere alarm
fr_fr: Alerte sur les ordinateurs non importés

source: OCS NG Interface
da_dk: OCSNG grænseflade
fr_fr: Interface OCSNG

# button
source: Force synchronization
da_dk: Gennemtving synkronisering
fr_fr: Forcer la synchronisation

source: Imported from OCSNG
da_dk: Importeret fra OCSNG
fr_fr: Importé depuis OCSNG

source: Deleted in OCSNG
da_dk: Slettet i OCSNG
fr_fr: Supprimé d'OCSNG

source: Linked with an OCSNG computer
da_dk: Linket til en OCSNG computer
fr_fr: Lié avec un ordinateur d'OCSNG

source: The OCSNG ID of the computer changed from %1$s to %2$s
da_dk: OCSNG ID'et for computeren blev ændret fra %1$s til %2$s
fr_fr: L'ID OCSNG de l'ordinateur a changé de %1$s à %2$s

source: The OCSNG TAG of the computer changed from %1$s to %2$s
da_dk: OCSNG TAG'et for computeren blev ændret fra %1$s til %2$s
fr_fr: La balise OCSNG de l'ordinateur a changé de %1$s à %2$s

source: Import options
da_dk: Import muligheder
fr_fr: Options d'importation

source: General information
da_dk: Generelle informationer
fr_fr: Informations générales

source: OCSNG console
da_dk: OCSNG konsol
fr_fr: Console OCSNG

source: Expert sync mode
da_dk: Ekspert synk tilstand
fr_fr: Mode de synchronisation expert

source: Database in UTF8
da_dk: Database i UTF8
fr_fr: Base de données en UTF8

source: Choice of an OCSNG server
da_dk: Valg af OCSNG server
fr_fr: Choix d'un serveur OCSNG

source: If you not find your OCSNG server in this dropdown, please check if your profile can access it !
da_dk: Hvis du ikke ser din OCSNG server i denne boks, så tjek om din profil kan tilgå den!
fr_fr: Si vous ne trouvez pas votre serveur OCSNG dans la liste, merci de vérifier si votre profil y a accès

source: Configuration of OCSNG server %s
da_dk: Konfiguration af OCSNG server %s
fr_fr: Configuration du serveur OCSNG %s

source: The selected server is not active. Import and synchronisation is not available
da_dk: Den valgte server er ikke aktiv. Import og synkronisering er ikke tilgængelig
fr_fr: Le serveur sélectionné n'est pas actif. L'import et la synchronisation sont imposssibles

source: Warning : the import entity rules depends on selected fields
da_dk: Advarsel : import enhed reglerne afhænger af markerede felter
fr_fr: Attention : les règles d'affectation d'un élément à une entité dépendent des champs sélectionnés

source: OCSNG administrative information
da_dk: OCSNG Administrativ information
fr_fr: Informations administratives OCSNG

source: Depends on Bios import
da_dk: Afhænger af Bios import
fr_fr: Dépends de l'import du Bios

source: No import
da_dk: Ingen import
fr_fr: Pas d'import

source: Web address of the OCSNG console
da_dk: Web-adresse for OCSNG konsollen
fr_fr: Chemin d'accès web de la console OCSNG

source: Limit the import to the following tags (separator $, nothing for all)
da_dk: Begræns importen til de følgende tags ( seperator $, intet for alle )
fr_fr: Limiter l'importation aux balises suivantes (séparateur $, rien pour tous)

source: Exclude the following tags (separator $, nothing for all)
da_dk: Ekskludér følgende tags (separator $, ingenting for alle)
fr_fr: Exclure les balises suivantes (séparateur $, rien pour aucun)

source: Default status
da_dk: Standard status
fr_fr: Statut par défaut

source: Behavior when disconnecting
da_dk: Opførsel ved afbrydelse
fr_fr: Comportement lors de la déconnexion

source: Global import
fr_fr: Import global

source: Unit import
da_dk: emne import
fr_fr: Import unique

source: Unit import on serial number
da_dk: Enhedsimport via serienummer
fr_fr: Import unique sur numéro de série

source: Unit import serial number only
da_dk: Importer kun enheds serienummer
fr_fr: Import unique numéro de série uniquement

source: Use the OCSNG software dictionary
da_dk: Brug OCSNG software bibliotek
fr_fr: Utiliser le dictionnaire logiciel d'OCSNG

source: Number of items to synchronize via the automatic OCSNG action
da_dk: Antal emner der skal synkroniseres ved brug af den automatisk OCSNG handling
fr_fr: Nombre d'éléments à synchroniser via l'action automatique OCSNG

source: Behavior to the deletion of a computer in OCSNG
da_dk: Opførsel ved sletning af en computer i OCSNG
fr_fr: Comportement à la suppression d'un ordinateur dans OCSNG

source: Change to state %s
da_dk: Skift til tilstand %s
fr_fr: Passage à l'état %s

source: No import: the plugin will not import these elements
da_dk: Ingen import: Dette plugin vil ikke importere disse emner
fr_fr: Pas d'import : GLPI n'importera pas ces éléments

source: Global import: everything is imported but the material is globally managed (without duplicate)
da_dk: Global import: alt bliver importeret, men emnet er globalt håndteret (uden dubletter)
fr_fr: Import global : tout est importé mais le matériel est géré de manière globale (sans doublons)

source: Unit import: everything is imported as it is
da_dk: Enhedsimport: alt importeres som det er
fr_fr: Import unique : tout est importé tel quel

source: Automatic connection of computers
da_dk: Automatisk tilslutning af computere
fr_fr: Liaison automatique des ordinateurs

source: Enable the automatic link
da_dk: Aktivér det automatiske link
fr_fr: Activer la liaison automatique

source: Existence criteria of a computer
da_dk: Eksistenskriterie for en computer
fr_fr: Critères d'existence d'un ordinateur

source: The link automatically connects a GLPI computer with one in OCSNG.
da_dk: Linket forbinder automatisk en GLPI computer med en i OCSNG.
fr_fr: La liaison fusionne automatiquement un ordinateur GLPI avec un d'OCSNG

source: This option is taken into account during manual link and by synchronization scripts."
da_dk: Denne indstilling bruges ved manuel linkning og af synkroniseringsscripts."
fr_fr: Cette option est prise en compte lors de la liaison manuelle et par les scripts de synchronisation.

source: Database
fr_fr: Base de données

source: Standard (allow manual actions)
da_dk: Standard (tillad manuelle handlinger)
fr_fr: Standard (Autorise les actions manuelles)

source: Expert (Fully automatic, for large configuration)
da_dk: Ekspert (helt automatisk, for store konfigurationer)
fr_fr: Expert (Complètement automatisée, pour grands parcs)

source: Connection type
da_dk: Forbindelsestype
fr_fr: Type de connexion

source: Host
da_dk: Vært
fr_fr: Hôte

source: Like http://127.0.0.1 for SOAP method
fr_fr: exemple http://127.0.0.1 pour la méthode SOAP

source: Synchronisation method
da_dk: Synkroniserings metode
fr_fr: Méthode de synchronisation

source: Connecting to the database
da_dk: Forbinder til databasen
fr_fr: Connexion à la base de données

source: Connection to the database failed
da_dk: Forbindelse til databasen mislykkedes
fr_fr: Échec de connexion à la base de données

source: Invalid OCSNG Version: RC3 is required
da_dk: Ugyldig OCSNG version: RC3 er påkrævet
fr_fr: Version d'OCSNG non valide : nécessite RC3

source: Invalid OCSNG configuration (TRACE_DELETED must be active)
da_dk: Ugyldig OCSNG konfiguration (TRACE_DELETED skal være aktiv)
fr_fr: Configuration OCSNG invalide (TRACE_DELETED doit être activé)

source: Connection to database successful
da_dk: Forbindelse til databasen lykkedes
fr_fr: Connexion à la base de données réussie

source: Valid OCSNG configuration and version
da_dk: Korrekt OCSNG konfiguration og version
fr_fr: Version et Configuration OCSNG valide

source: Unable to add. The OCSNG server already exists.
da_dk: Kan ikke tilføje. OCSNG serveren eksisterer allerede.
fr_fr: Ajout impossible. Le serveur OCSNG existe déjà.

source: Unable to import, GLPI computer is already related to an element of OCSNG (%d)
da_dk: Kan ikke importere, GLPI computeren er allerede relateret til et element i OCSNG (%d)
fr_fr: Importation impossible, ordinateur de destination de GLPI déjà lié à un élément d'OCSNG (%d)

source: Please consider cleaning the deleted computers in OCSNG <a href="%s">Clean OCSNG datatabase </a>
da_dk: Overvej venligst at fjerne slettede computere i OCSNG <a href="%s">Ryd OCSNG database </a>
fr_fr: Merci de nettoyer les ordinateurs supprimés dans OCSNG <a href="%s">Nettoyer la base de données OCSNG </a>

source: Import date in GLPI
da_dk: Importdato i GLPI
fr_fr: Date d'import dans GLPI

source: Existing in GLPI
da_dk: Eksisterer i GLPI
fr_fr: Présent dans GLPI

source: Existing in OCSNG
da_dk: Eksisterer i OCSNG
fr_fr: Présent dans OCSNG

source: No item to clean
da_dk: Ingen emner der skal ryddes
fr_fr: Aucun objet à nettoyer.

source: No new computer to be updated
da_dk: Ingen nye computere skal opdateres
fr_fr: Pas de nouvel ordinateur à mettre à jour

source: Computers updated in OCSNG
da_dk: Computere opdateret i OCSNG
fr_fr: Ordinateurs mis à jour dans OCSNG

# button
source: Synchronize
da_dk: Synkroniser
fr_fr: Synchroniser

source: Update computers
da_dk: Opdater computere
fr_fr: Mise à jour des ordinateurs

source: Auto update
da_dk: Auto opdater
fr_fr: Mise à jour automatique

source: Caution! The imported data (see your configuration) will overwrite the existing one
da_dk: Forsigtig! De importerede data (se din konfiguration) vil overskrive de eksisterende
fr_fr: Attention ! Les données importées (voir votre configuration) écraseront les données existantes

source: Manual import mode
da_dk: Manuel import-tilstand
fr_fr: Mode d'import manuel

source: Disable preview
da_dk: Deaktiver forhåndsvisning
fr_fr: Désactiver la prévisualisation

source: Enable preview
da_dk: Aktiver forvisning
fr_fr: Activer la prévisualisation

source: Check first that duplicates have been correctly managed in OCSNG
da_dk: Kontrollér først om dubletter er håndteret korrekt i OCSNG
fr_fr: Assurez-vous au préalable d'avoir géré correctement les doublons dans OCSNG

# button
source: Import
fr_fr: Importer

source: Match the rule ?
da_dk: Pas til reglen ?
fr_fr: Vérifie la règle ?

source: Target location
da_dk: Mål placering
fr_fr: Lieu de destination

source: No new computer to be imported
da_dk: Ingen nye computere skal importeres
fr_fr: Pas de nouvel ordinateur à importer

source: No OCSNG server defined
da_dk: Ingen OCSNG server er defineret
fr_fr: Aucun serveur OCSNG n'est défini

source: Check updates from server
da_dk: Søg efter opdateringer fra serveren
fr_fr: Vérification des mises à jour du serveur

source: Computers don't check any rule
da_dk: Computere tjekker ikke nogen regler
fr_fr: Ordinateurs ne vérifiant aucune règle

source: Duplicate computers
da_dk: Duplikerede computere
fr_fr: Ordinateurs en doublon

source: Computers whose import is refused by a rule
da_dk: Computer der ikke importeres på grund af en regel
fr_fr: Ordinateurs dont l'import est refusé par une règle

source: Statistics of the OCSNG link
da_dk: Statistik for OCSNG linket
fr_fr: Statistiques concernant la liaison OCSNG

source: Allowed OCSNG server
da_dk: Tilladt OCSNG server
fr_fr: Serveur OCSNG autorisé

source: Manually synchronization
da_dk: Manuel synkronisering
fr_fr: Synchronisation manuelle

source: See information
da_dk: Se information
fr_fr: Voir les informations OCSNG

source: %d registry key found
da_dk: %d registreringsnøgle fundet
fr_fr: %d clé de registre trouvée

source: Hive
fr_fr: Ruche

source: Path
da_dk: Sti
fr_fr: Chemin

source: No key found in registry
da_dk: Ingen nøgle fundet i registreringsdatabasen
fr_fr: Aucune clé de la base de registre trouvée

source: Back to processes list
da_dk: Tilbage til processlisten
fr_fr: Retour à la lise des processus

source: Beginning date of execution
da_dk: Startdato for udførelse
fr_fr: Date de début d'exécution

source: Ending date of execution
da_dk: Slutdato for udførelse
fr_fr: Date de fin d'exécution

source: Computers refused
da_dk: Afviste computere
fr_fr: Ordinateurs refusés

source: Process time execution
da_dk: Behandlingstid
fr_fr: Durée d'exécution du processus

source: Total of computers to be treated
da_dk: Antal computere der skal behandles
fr_fr: Nombre d'ordinateurs à traiter

source: performed percentage
da_dk: udført procentdel
fr_fr: Pourcentage effectué

source: Total of treated computers
da_dk: Antal behandlede computere
fr_fr: Total d'ordinateurs traités

source: Number of threads
da_dk: Antal tråde
fr_fr: Nombre de threads

source: Clean processes
da_dk: Ryd processer
fr_fr: Nettoyer les processus

source: Delete processes after
da_dk: Slet processer efter
fr_fr: Supprimer les processus après

source: IP Source
da_dk: IP kilde

source: Thread
da_dk: Tråd

source: Asset Tag
da_dk: Enheds tag

source: Maximum
da_dk: Maksimum
